Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

# appCrashingWhatToDoAnswer
source: First try closing the app completely and reopening it. If the problem persists, restart your device. If it still doesn't resolve, contact our support team.
de: Versuchen Sie zuerst, die App vollständig zu schließen und erneut zu öffnen. Wenn das Problem weiterhin besteht, starten Sie Ihr Gerät neu. Wenn es immer noch nicht behoben ist, kontaktieren Sie unser Support-Team.
hi: पहले ऐप को पूरी तरह से बंद करके फिर से खोलने का प्रयास करें। यदि समस्या बनी रहती है, तो अपने डिवाइस को पुनः आरंभ करें। यदि यह अभी भी हल नहीं होता है, तो हमारी सपोर्ट टीम से संपर्क करें।
tr: Önce uygulamayı tamamen kapatıp tekrar açmayı deneyin. Sorun devam ederse cihazınızı yeniden başlatın. Hala çözülmezse destek ekibimizle iletişime geçin.

# dataNotSyncing
source: My data is not syncing
de: Meine Daten werden nicht synchronisiert
hi: मेरा डेटा सिंक नहीं हो रहा है
tr: Verilerim senkronize olmuyor

# dataNotSyncingAnswer
source: Check your internet connection and restart the app. If the problem persists, try logging out and logging back in.
de: Überprüfen Sie Ihre Internetverbindung und starten Sie die App neu. Wenn das Problem weiterhin besteht, versuchen Sie, sich ab- und wieder anzumelden.
hi: अपना इंटरनेट कनेक्शन जांचें और ऐप को पुनः आरंभ करें। यदि समस्या बनी रहती है, तो लॉग आउट करके फिर से लॉग इन करने का प्रयास करें।
tr: İnternet bağlantınızı kontrol edin ve uygulamayı yeniden başlatın. Sorun devam ederse çıkış yapıp tekrar giriş yapmayı deneyin.

# notificationsNotComing
source: Notifications are not coming
de: Benachrichtigungen kommen nicht an
hi: सूचनाएं नहीं आ रही हैं
tr: Bildirimler gelmiyor

# notificationsNotComingAnswer
source: Make sure notifications are enabled for Qanta in your device settings. Also check notification settings from the profile page.
de: Stellen Sie sicher, dass Benachrichtigungen für Qanta in Ihren Geräteeinstellungen aktiviert sind. Überprüfen Sie auch die Benachrichtigungseinstellungen auf der Profilseite.
hi: सुनिश्चित करें कि आपके डिवाइस सेटिंग्स में Qanta के लिए सूचनाएं सक्षम हैं। प्रोफ़ाइल पृष्ठ से सूचना सेटिंग्स भी जांचें।
tr: Cihaz ayarlarınızdan Qanta için bildirimlerin açık olduğundan emin olun. Profil sayfasından bildirim ayarlarını da kontrol edin.

# howToContactSupport
source: How can I contact your support team?
de: Wie kann ich Ihr Support-Team kontaktieren?
hi: मैं आपकी सपोर्ट टीम से कैसे संपर्क कर सकता हूँ?
tr: Destek ekibinizle nasıl iletişime geçebilirim?

# howToContactSupportAnswer
source: You can use the "Support & Contact" section from the profile page or send an email to support@qanta.app.
de: Sie können den Bereich "Support & Kontakt" auf der Profilseite verwenden oder eine E-Mail an support@qanta.app senden.
hi: आप प्रोफ़ाइल पृष्ठ से "सपोर्ट और संपर्क" अनुभाग का उपयोग कर सकते हैं या support@qanta.app पर ईमेल भेज सकते हैं।
tr: Profil sayfasından "Destek & İletişim" bölümünü kullanabilir veya support@qanta.app adresine e-posta gönderebilirsiniz.

# haveSuggestionWhereToSend
source: I have a suggestion, where can I send it?
de: Ich habe einen Vorschlag, wohin kann ich ihn senden?
hi: मेरा एक सुझाव है, मैं इसे कहाँ भेज सकता हूँ?
tr: Önerim var, nereye iletebilirim?

# haveSuggestionWhereToSendAnswer
source: You can send your suggestions to support@qanta.app. All feedback is evaluated and used to improve the application.
de: Sie können Ihre Vorschläge an support@qanta.app senden. Alle Rückmeldungen werden bewertet und zur Verbesserung der Anwendung verwendet.
hi: आप अपने सुझाव support@qanta.app पर भेज सकते हैं। सभी फीडबैक का मूल्यांकन किया जाता है और एप्लिकेशन को बेहतर बनाने के लिए उपयोग किया जाता है।
tr: Önerilerinizi support@qanta.app adresine gönderebilirsiniz. Tüm geri bildirimler değerlendirilir ve uygulamayı geliştirmek için kullanılır.

# lastMonthChange
source: from last month
de: im Vergleich zum Vormonat
hi: पिछले महीने से
tr: Geçen aya göre

source: increase
de: Anstieg
hi: वृद्धि
tr: artış

source: decrease
de: Rückgang
hi: कमी
tr: azalış

source: No accounts yet
de: Noch keine Konten
hi: अभी तक कोई खाता नहीं
tr: Henüz hesap eklenmemiş

# addFirstAccount
source: Add your first account to get started
de: Fügen Sie Ihr erstes Konto hinzu, um zu beginnen
hi: शुरू करने के लिए अपना पहला खाता जोड़ें
tr: İlk hesabınızı ekleyerek başlayın

source: Current Debt
de: Aktuelle Schulden
hi: वर्तमान ऋण
tr: Mevcut Borç

source: Total Limit
de: Gesamtlimit
hi: कुल सीमा
tr: Toplam Limit

# stockPurchaseInsufficientBalance
source: Insufficient balance for stock purchase. Available: {balance}
de: Unzureichender Saldo für Aktienkauf. Verfügbar: {balance}
hi: शेयर खरीद के लिए अपर्याप्त शेष राशि। उपलब्ध: {balance}

# stockSaleInsufficientQuantity
source: Insufficient stock quantity. Available: {quantity} lots
de: Unzureichende Aktienmenge. Verfügbar: {quantity} Lose
hi: अपर्याप्त शेयर मात्रा। उपलब्ध: {quantity} लॉट

source: Search banks...
de: Banken suchen...
hi: बैंक खोजें...
tr: Banka ara...

source: No banks found
de: Keine Banken gefunden
hi: कोई बैंक नहीं मिला
tr: Banka bulunamadı

source: Add Credit Card
de: Kreditkarte hinzufügen
hi: क्रेडिट कार्ड जोड़ें
tr: Kredi Kartı Ekle

# cardNameExample
source: E.g: My Work Card, Shopping Card
de: z.B.: Meine Arbeitskarte, Einkaufskarte
hi: उदाहरण: मेरा काम कार्ड, खरीदारी कार्ड
tr: Örn: VakıfBank Kredi Kartı

source: Current Debt (Optional)
de: Aktuelle Schulden (Optional)
hi: वर्तमान ऋण (वैकल्पिक)
tr: Mevcut Borç (Opsiyonel)

source: Add Debit Card
de: Debitkarte hinzufügen
hi: डेबिट कार्ड जोड़ें
tr: Banka Kartı Ekle

# cardNameExampleDebit
source: E.g: VakıfBank Checking
de: Z.B.: VakıfBank Girokonto
hi: उदाहरण: वाकिफबैंक चेकिंग
tr: Örn: VakıfBank Vadesiz

source: Initial Balance
de: Anfangssaldo
hi: प्रारंभिक शेष राशि
tr: Başlangıç Bakiyesi

source: day
de: Tag
hi: दिन
tr: gün

source: Select Card Type
de: Kartentyp auswählen
hi: कार्ड प्रकार चुनें
tr: Kart Türü Seçin

# addDebitCardDescription
source: Add a debit card to track your spending
de: Fügen Sie eine Debitkarte hinzu, um Ihre Ausgaben zu verfolgen
hi: अपने खर्च को ट्रैक करने के लिए एक डेबिट कार्ड जोड़ें
tr: Vadesiz hesap kartı ekleyin

# addCreditCardDescription
source: Add a credit card to manage your credit
de: Fügen Sie eine Kreditkarte hinzu, um Ihr Kreditlimit zu verwalten
hi: अपने क्रेडिट को प्रबंधित करने के लिए एक क्रेडिट कार्ड जोड़ें
tr: Kredi kartı bilgilerinizi ekleyin

source: Search Stocks
de: Aktien suchen
hi: शेयर खोजें
tr: Hisse Ara

source: Add Stock
de: Aktie hinzufügen
hi: शेयर जोड़ें
tr: Hisse Ekle

source: Remove Stock
de: Aktie entfernen
hi: शेयर हटाएं
tr: Hisse Kaldır

source: Stock Details
de: Aktiendetails
hi: शेयर विवरण
tr: Hisse Detayları

# stockInfo
source: Stock Information
de: Aktieninformationen
hi: शेयर जानकारी
tr: Hisse Bilgileri

source: Exchange
de: Börse
hi: एक्सचेंज
tr: Borsa

source: Sector
de: Sektor
hi: क्षेत्र
tr: Sektör

source: Country
de: Land
hi: देश
tr: Ülke

source: Buy Stock
de: Aktie kaufen
hi: शेयर खरीदें
tr: Hisse Al

source: Sell Stock
de: Aktie verkaufen
hi: शेयर बेचें
tr: Hisse Sat

source: Buy
de: Kaufen
hi: खरीदें
tr: Alış

source: Sell
de: Verkaufen
hi: बेचें
tr: Satış

# noStocksYet
source: You are not tracking any stocks yet
de: Sie verfolgen noch keine Aktien
hi: आप अभी तक कोई शेयर ट्रैक नहीं कर रहे हैं
tr: Henüz hisse takip etmiyorsunuz

# addFirstStock
source: Press + to add stocks
de: Drücken Sie +, um Aktien hinzuzufügen
hi: शेयर जोड़ने के लिए + दबाएं
tr: Hisse eklemek için + butonuna basın

# stockAdded
source: Stock added to watchlist
de: Aktie zur Beobachtungsliste hinzugefügt
hi: शेयर वॉचलिस्ट में जोड़ा गया
tr: Hisse takip listesine eklendi

# stockRemoved
source: Stock removed from watchlist
de: Aktie aus Beobachtungsliste entfernt
hi: शेयर वॉचलिस्ट से हटाया गया
tr: Hisse takip listesinden kaldırıldı

# confirmRemoveStock
source: Are you sure you want to remove this stock from your portfolio?
de: Sind Sie sicher, dass Sie {stockName} aus der Beobachtungsliste entfernen möchten?
hi: क्या आप वाकई वॉचलिस्ट से {stockName} को हटाना चाहते हैं?
tr: Bu hisseyi portföyden kaldırmak istediğinizden emin misiniz?

source: Chart Coming Soon
de: Chart kommt bald
hi: चार्ट जल्दी आ रहा है
tr: Grafik Yakında

# chartDescription
source: Price charts and analysis features are being developed
de: Preisdiagramme und Analysefunktionen werden entwickelt
hi: मूल्य चार्ट और विश्लेषण सुविधाएं विकसित की जा रही हैं
tr: Fiyat grafikleri ve analiz özellikleri geliştiriliyor

source: Share Stock
de: Aktie teilen
hi: शेयर साझा करें
tr: Hisse Paylaş

source: Share feature coming soon
de: Teilen-Funktion kommt bald
hi: साझा सुविधा जल्द ही आ रही है
tr: Paylaşma özelliği yakında eklenecek

# buyFeatureComingSoon
source: Buy transaction coming soon
de: Kauf-Transaktion kommt bald
hi: खरीद लेनदेन जल्द ही आ रहा है
tr: Alış işlemi yakında eklenecek

# sellFeatureComingSoon
source: Sell transaction coming soon
de: Verkauf-Transaktion kommt bald
hi: बिक्री लेनदेन जल्द ही आ रहा है
tr: Satış işlemi yakında eklenecek

source: Popular Stocks
de: Beliebte Aktien
hi: लोकप्रिय शेयर
tr: Popüler Hisseler

source: BIST Stocks
de: BIST Aktien
hi: BIST शेयर
tr: BIST Hisseleri

source: US Stocks
de: US-Aktien
hi: अमेरिकी शेयर
tr: ABD Hisseleri

# minutesAgoFull
source: {count} minutes ago
de: vor {count} Minuten
hi: {count} मिनट पहले
tr: {count} dakika önce

# hoursAgoFull
source: {count} hours ago
de: vor {count} Stunden
hi: {count} घंटे पहले
tr: {count} saat önce

# daysAgoFull
source: {count} days ago
de: vor {count} Tagen
hi: {count} दिन पहले
tr: {count} gün önce

# investmentsIncluded
source: Including investments
de: Inklusive Investitionen
hi: निवेश सहित
tr: Yatırımlar dahil

# investmentsExcluded
source: Excluding investments
de: Exklusive Investitionen
hi: निवेश को छोड़कर
tr: Yatırımlar hariç

# addFirstCardDescription
source: Go to My Cards page to add your first card
de: Gehen Sie zur Seite "Meine Karten", um Ihre erste Karte hinzuzufügen
hi: अपना पहला कार्ड जोड़ने के लिए मेरे कार्ड पृष्ठ पर जाएं
tr: İlk kartınızı eklemek için Kartlarım sayfasına gidin

# deleteTransactionConfirmation
source: Are you sure you want to delete the {description} transaction?
de: Sind Sie sicher, dass Sie die Transaktion {description} löschen möchten?
hi: क्या आप वाकई {description} लेनदेन को हटाना चाहते हैं?
tr: {description} işlemini silmek istediğinizden emin misiniz?

# deleteInstallmentConfirmation
source: Are you sure you want to delete the {description} transaction? All installments will be refunded.
de: Sind Sie sicher, dass Sie die Transaktion {description} löschen möchten? Alle Raten werden erstattet.
hi: क्या आप वाकई {description} लेनदेन को हटाना चाहते हैं? सभी किस्तें वापस कर दी जाएंगी।
tr: {description} işlemini silmek istediğinizden emin misiniz? Tüm taksitler iade edilecektir.

# installmentDeleteError
source: Error deleting installment transaction: {error}
de: Fehler beim Löschen der Ratenzahlung: {error}
hi: किस्त लेनदेन हटाने में त्रुटि: {error}
tr: Taksitli işlem silinirken hata oluştu: {error}

# dueToday
source: Today
de: Heute
hi: आज
tr: Bugün

# lastDays
source: Last {days} Days
de: Letzte {days} Tage
hi: पिछले {days} दिन
tr: Son {days} Gün

# statementDebt
source: Statement Debt: {amount}
de: Auszugsschulden: {amount}
hi: स्टेटमेंट ऋण: {amount}
tr: Ekstre Borcu: {amount}

source: No debt
de: Keine Schulden
hi: कोई ऋण नहीं
tr: Borç yok

source: Important
de: Wichtig
hi: महत्वपूर्ण
tr: Önemli

source: Info
hi: जानकारी
tr: Bilgi

# statementDebtLabel
source: Statement Debt
de: Auszugsschulden
hi: स्टेटमेंट ऋण
tr: Ekstre Borcu

source: Debt: {amount}
de: Schulden: {amount}
hi: ऋण: {amount}
tr: Borç: {amount} TL

source: Last Payment Date
de: Letztes Zahlungsdatum
hi: अंतिम भुगतान तिथि
tr: Son Ödeme Tarihi

source: All Notifications
de: Alle Benachrichtigungen
hi: सभी सूचनाएं
tr: Tüm Bildirimler

# exampleExpenseNote
source: E.g.: Grocery shopping 150{currency}
de: Z.B.: Lebensmitteleinkauf 150{currency}
hi: उदाहरण: किराना खरीदारी 150{currency}
tr: Örn: Market alışverişi 150{currency}

source: Add Photo Note
de: Fotonotiz hinzufügen
hi: फोटो नोट जोड़ें
tr: Fotoğraf Notu Ekle

# addPhotoNoteDescription
source: Add a description for this photo (optional)
de: Fügen Sie eine Beschreibung für dieses Foto hinzu (optional)
hi: इस फोटो के लिए एक विवरण जोड़ें (वैकल्पिक)
tr: Bu fotoğraf için bir açıklama ekleyin (isteğe bağlı)

# examplePhotoNote
source: E.g.: Receipt - 150{currency}
de: Z.B.: Quittung - 150{currency}
hi: उदाहरण: रसीद - 150{currency}
tr: Örn: Market fişi - 150{currency}

# viewAllNotes
source: View all notes ({count})
de: Alle Notizen anzeigen ({count})
hi: सभी नोट देखें ({count})
tr: Tüm notları gör ({count})

# secondsAgo
source: {count} seconds ago
de: vor {count} Sekunden
hi: {count} सेकंड पहले
tr: {count} saniye önce

# yesterdayAt
source: Yesterday at {time}
de: Gestern um {time}
hi: कल {time} पर
tr: Dün {time}

# weekdayAt
source: {weekday} at {time}
de: {weekday} um {time}
hi: {weekday} को {time}
tr: {weekday} {time}

# januaryShort
source: Jan
hi: जन
tr: Oca

# februaryShort
source: Feb
hi: फ़र
tr: Şub

# marchShort
source: Mar
de: Mär
hi: मार्च

# aprilShort
source: Apr
hi: अप्रै
tr: Nis

# mayShort
source: May
de: Mai
hi: मई

# juneShort
source: Jun
hi: जून
tr: Haz

# julyShort
source: Jul
hi: जुला
tr: Tem

# augustShort
source: Aug
hi: अग
tr: Ağu

# septemberShort
source: Sep
hi: सितं
tr: Eyl

# octoberShort
source: Oct
de: Okt
hi: अक्टू
tr: Eki

# novemberShort
source: Nov
hi: नवं
tr: Kas

# decemberShort
source: Dec
de: Dez
hi: दिसं
tr: Ara

# stocksIncluded
source: Stocks In
de: Aktien eingeschlossen
hi: शेयर शामिल
tr: Hisse Dahil

# stocksExcluded
source: Stocks Out
de: Aktien ausgeschlossen
hi: शेयर बाहर
tr: Hisse Hariç

# stockChip
source: Stock
de: Aktie
hi: शेयर
tr: Hisse

source: Daily Performance
de: Tagesperformance
hi: दैनिक प्रदर्शन
tr: Günlük Performans

source: Daily
de: Täglich
hi: दैनिक
tr: Günlük

# noStocksTracked
source: No stocks tracked yet
de: Noch keine Aktien verfolgt
hi: अभी तक कोई शेयर ट्रैक नहीं किया गया
tr: Henüz hisse takip etmiyorsunuz

# stockDataLoading
source: Loading stock data...
de: Aktiendaten werden geladen...
hi: शेयर डेटा लोड हो रहा है...
tr: Hisse verileri yükleniyor...

# addStocksInstruction
source: Go to Stocks tab to add stocks
de: Gehen Sie zum Aktien-Tab, um Aktien hinzuzufügen
hi: शेयर जोड़ने के लिए शेयर टैब पर जाएं
tr: Hisse eklemek için Hisse sekmesine gidin

source: Add Stocks
de: Aktien hinzufügen
hi: शेयर जोड़ें
tr: Hisse Ekle

source: No Position
de: Keine Position
hi: कोई स्थिति नहीं
tr: Pozisyon Yok

# topGainersDescription
source: Stocks with highest gains today
de: Aktien mit den höchsten Gewinnen heute
hi: आज सबसे अधिक लाभ वाले शेयर
tr: Gün içinde en çok değerlenen hisseler

source: Market Open
de: Börse geöffnet
hi: बाजार खुला
tr: Piyasa Açık

source: Market Closed
de: Börse geschlossen
hi: बाजार बंद
tr: Piyasa Kapalı

source: Intraday Change
de: Intraday-Änderung
hi: दैनिक परिवर्तन
tr: Gün İçi Değişim

source: Previous Close
de: Vorheriger Schlusskurs
hi: पिछली बंद
tr: Önceki Kapanış

# loadingStocks
source: Loading stock data...
de: Aktiendaten werden geladen...
hi: शेयर डेटा लोड हो रहा है...
tr: Hisse verileri yükleniyor...

# noStockData
source: No stock data available
de: Keine Aktiendaten verfügbar
hi: कोई शेयर डेटा उपलब्ध नहीं
tr: Hisse verisi bulunamadı

source: Stock Sale
de: Aktienverkauf
hi: शेयर बिक्री
tr: Hisse Satış

source: Stock Purchase
de: Aktienkauf
hi: शेयर खरीद
tr: Hisse Alış

source: Stock Name
de: Aktienname
hi: शेयर का नाम
tr: Hisse Adı

source: Price
de: Preis
hi: मूल्य
tr: Fiyat

source: Total
de: Gesamt
hi: कुल
tr: Toplam

# pieces
source: lot
de: Los
hi: लॉट
tr: adet

# totalTransactionsCount
source: {count} transactions
de: {count} Transaktionen
hi: {count} लेनदेन
tr: {count} işlem

# incomeTransactionsCount
source: {count} income transactions
de: {count} Einkommenstransaktionen
hi: {count} आय लेनदेन
tr: {count} gelir işlemi

# expenseTransactionsCount
source: {count} expense transactions
de: {count} Ausgabentransaktionen
hi: {count} खर्च लेनदेन
tr: {count} gider işlemi

# transferTransactionsCount
source: {count} transfer transactions
de: {count} Überweisungstransaktionen
hi: {count} ट्रांसफर लेनदेन
tr: {count} transfer işlemi

# stockTransactionsCount
source: {count} stock transactions
de: {count} Aktientransaktionen
hi: {count} शेयर लेनदेन
tr: {count} hisse işlemi

source: All Time
de: Gesamt
hi: सभी समय
tr: Tüm Zamanlar

source: Daily average expense
de: Durchschnittliche tägliche Ausgaben
hi: दैनिक औसत खर्च
tr: Ortalama günlük harcama

# noExpenseTransactions
source: No expense transactions found
de: Keine Ausgabentransaktionen gefunden
hi: कोई खर्च लेनदेन नहीं मिला
tr: Gider işlemi bulunamadı

source: Analyze your finances
de: Analysieren Sie Ihre Finanzen
hi: अपने वित्त का विश्लेषण करें
tr: Finansal durumunuzu analiz edin

source: Statistics
de: Statistiken
hi: आंकड़े
tr: Analiz

source: No expense records yet
de: Noch keine Ausgabenaufzeichnungen
hi: अभी तक कोई खर्च रिकॉर्ड नहीं
tr: Henüz gider kaydı yok

# transactionHistoryEmpty
source: Transaction history is empty
de: Transaktionsverlauf ist leer
hi: लेनदेन इतिहास खाली है
tr: Hareket geçmişi boş

# noSpendingInPeriod
source: No spending in selected period
de: Keine Ausgaben im ausgewählten Zeitraum
hi: चयनित अवधि में कोई खर्च नहीं
tr: Seçilen dönemde harcama yapılmamış

source: Spending Categories
de: Ausgabenkategorien
hi: खर्च श्रेणियाँ
tr: Harcama Kategorileri

# noTransactionsInCategory
source: No transactions found in this category
de: Keine Transaktionen in dieser Kategorie gefunden
hi: इस श्रेणी में कोई लेनदेन नहीं मिला
tr: Bu kategoride hareket bulunamadı

source: Chart
de: Diagramm
hi: चार्ट
tr: Grafik

source: Table
de: Tabelle
hi: तालिका
tr: Tablo

source: Monthly Expense Analysis
de: Monatliche Ausgabenanalyse
hi: मासिक खर्च विश्लेषण
tr: Aylık Harcama Analizi

source: Monthly Income Analysis
de: Monatliche Einkommensanalyse
hi: मासिक आय विश्लेषण
tr: Aylık Gelir Analizi

source: Monthly Net Balance Analysis
de: Monatliche Nettosaldoanalyse
hi: मासिक शुद्ध शेष विश्लेषण
tr: Aylık Net Bakiye Analizi

# noMonthlyData
source: No Monthly {title} Data
de: Keine monatlichen {title} Daten
hi: कोई मासिक {title} डेटा नहीं
tr: Aylık {title} Verisi Yok

# addFirstTransactionToStart
source: Add your first transaction to get started
de: Fügen Sie Ihre erste Transaktion hinzu, um zu beginnen
hi: शुरू करने के लिए अपना पहला लेनदेन जोड़ें
tr: İlk işleminizi ekleyerek başlayın

source: Month
de: Monat
hi: महीना
tr: Ay

source: Change
de: Änderung
hi: परिवर्तन
tr: Değişim

source: Stable
de: Stabil
hi: स्थिर
tr: Sabit

source: Stock Trading
de: Aktienhandel
hi: शेयर ट्रेडिंग
tr: Hisse Alış/Satış

source: Unknown Category
de: Unbekannte Kategorie
hi: अज्ञात श्रेणी
tr: Bilinmeyen Kategori

source: Track your stocks
de: Verfolgen Sie Ihre Aktien
hi: अपने शेयरों को ट्रैक करें
tr: Hisse senetlerinizi takip edin

# chartDevelopmentMessage
source: Price charts and analysis features are being developed
de: Preisdiagramme und Analysefunktionen werden entwickelt
hi: मूल्य चार्ट और विश्लेषण सुविधाएं विकसित की जा रही हैं
tr: Fiyat grafikleri ve analiz özellikleri geliştiriliyor

source: Buy transaction coming soon
de: Kauf-Transaktion kommt bald
hi: खरीद लेनदेन जल्द ही आ रहा है
tr: Alış işlemi yakında eklenecek

source: Sell transaction coming soon
de: Verkauf-Transaktion kommt bald
hi: बिक्री लेनदेन जल्द ही आ रहा है
tr: Satış işlemi yakında eklenecek

source: Loading popular stocks...
de: Beliebte Aktien werden geladen...
hi: लोकप्रिय शेयर लोड हो रहे हैं...
tr: Popüler hisseler yükleniyor...

source: No stocks found
de: Keine Aktien gefunden
hi: कोई शेयर नहीं मिला
tr: Hisse bulunamadı

# tryDifferentSearchTerm
source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
hi: एक अलग खोज शब्द आज़माएं
tr: Farklı bir arama terimi deneyin

source: Day High
de: Tageshoch
hi: दिन का उच्च
tr: Gün Yüksek

source: Day Low
de: Tagestief
hi: दिन का निम्न
tr: Gün Düşük

source: Volume
de: Volumen
hi: वॉल्यूम
tr: Hacim

source: Remove
de: Entfernen
hi: हटाएं
tr: Kaldır

source: Error removing stock
de: Fehler beim Entfernen der Aktie
hi: शेयर हटाने में त्रुटि
tr: Hisse kaldırılırken hata oluştu

# stockRemovedFromPortfolio
source: {stockName} removed from portfolio
de: {stockName} aus Portfolio entfernt
hi: {stockName} पोर्टफोलियो से हटा दिया गया
tr: {stockName} portföyden kaldırıldı

source: Stock Transaction
de: Aktientransaktion
hi: शेयर लेनदेन
tr: Hisse İşlemi

source: Price required
de: Preis erforderlich
hi: मूल्य आवश्यक है
tr: Fiyat gerekli

# enterValidPrice
source: Enter a valid price
de: Geben Sie einen gültigen Preis ein
hi: एक वैध मूल्य दर्ज करें
tr: Geçerli bir fiyat girin

source: Transaction Summary
de: Transaktionsübersicht
hi: लेनदेन सारांश
tr: İşlem Özeti

source: Subtotal
de: Zwischensumme
hi: उप-योग
tr: Ara Toplam

# executeTransaction
source: Execute {transactionType} Transaction
de: {transactionType}-Transaktion ausführen
hi: {transactionType} लेनदेन निष्पादित करें
tr: {transactionType} İşlemi Gerçekleştir

source: Unknown Stock
de: Unbekannte Aktie
hi: अज्ञात शेयर
tr: Bilinmeyen Hisse

source: Select Stock
de: Aktie auswählen
hi: शेयर चुनें
tr: Hisse Seç

source: Select Account
de: Zahlungskonto auswählen
hi: भुगतान खाता चुनें
tr: Hesap Seç

# pleaseSelectStock
source: Please select a stock
de: Bitte wählen Sie eine Aktie aus
hi: कृपया एक शेयर चुनें
tr: Lütfen bir hisse seçin

# pleaseSelectAccount
source: Please select an account
de: Bitte wählen Sie ein Konto aus
hi: कृपया एक खाता चुनें
tr: Lütfen bir hesap seçin

source: No stock selected
de: Keine Aktie ausgewählt
hi: कोई शेयर चयनित नहीं
tr: Hisse seçilmedi

source: Execute Purchase
de: Kauf ausführen
hi: खरीद निष्पादित करें
tr: Alış Yap

source: Execute Sale
de: Verkauf ausführen
hi: बिक्री निष्पादित करें
tr: Satış Yap

source: No stocks added yet
de: Noch keine Aktien hinzugefügt
hi: अभी तक कोई शेयर नहीं जोड़ा गया
tr: Henüz hisse eklenmemiş

# addFirstStockInstruction
source: Go to the Stocks screen to add your first stock
de: Gehen Sie zum Aktienbildschirm, um Ihre erste Aktie hinzuzufügen
hi: अपना पहला शेयर जोड़ने के लिए शेयर स्क्रीन पर जाएं
tr: İlk hissenizi eklemek için Hisse ekranına gidin

# quantityAndPrice
source: Quantity & Price
de: Menge & Preis
hi: मात्रा और मूल्य
tr: Miktar & Fiyat

# newBadge
source: NEW
de: NEU
hi: नया
tr: YENİ

source: Commission Rate:
de: Provisionssatz:
hi: कमीशन दर:
tr: Komisyon Oranı:

source: Commission
de: Provision
hi: कमीशन
tr: Komisyon

source: Total to Pay:
de: Zu zahlender Betrag:
hi: कुल भुगतान:
tr: Toplam Ödenecek:

source: Total to Receive:
de: Zu erhaltender Betrag:
hi: कुल प्राप्ति:
tr: Toplam Alınacak:

source: No Cash Account Found
de: Kein Bargeldkonto gefunden
hi: कोई नकद खाता नहीं मिला
tr: Nakit Hesap Bulunamadı

# addCashAccountForStockTrading
source: You need to add a cash account first to perform stock transactions.
de: Sie müssen zuerst ein Bargeldkonto hinzufügen, um Aktientransaktionen durchzuführen.
hi: शेयर लेनदेन करने के लिए आपको पहले एक नकद खाता जोड़ना होगा।
tr: Hisse işlemi yapabilmek için önce nakit hesap eklemeniz gerekiyor.

source: Current Price
de: Aktueller Preis
hi: वर्तमान मूल्य
tr: Güncel Fiyat

source: Current Value
de: Aktueller Wert
hi: वर्तमान मूल्य
tr: Mevcut Değer

# deleteInstallmentConfirm
source: installment transaction. Are you sure you want to delete it completely?
de: Ratenzahlungstransaktion. Sind Sie sicher, dass Sie sie vollständig löschen möchten?
hi: किस्त लेनदेन। क्या आप इसे पूरी तरह से हटाना चाहते हैं?
tr: taksitli işlemini tamamen silmek istediğinizden emin misiniz?
