Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

# amountRequired
source: Amount is required
de: Betrag ist erforderlich
hi: राशि आवश्यक है
tr: Tutar gerekli

# enterValidAmountMessage
source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
hi: कृपया एक वैध राशि दर्ज करें
tr: Geçerli bir tutar girin

# selectCategoryMessage
source: Please select a category
de: Bitte wählen Sie eine Kategorie aus
hi: कृपया एक श्रेणी चुनें
tr: Kategori seçin

# selectPaymentMethodMessage
source: Please select a payment method
de: Bitte wählen Sie eine Zahlungsmethode aus
hi: कृपया एक भुगतान विधि चुनें
tr: Ödeme yöntemi seçin

source: Save Expense
de: Ausgabe speichern
hi: खर्च सहेजें
tr: Gideri Kaydet

# continueButton
source: Continue
de: Weiter
hi: जारी रखें
tr: Devam Et

# lastCheckAndDetails
source: Final review and details
de: Finale Überprüfung und Details
hi: अंतिम समीक्षा और विवरण
tr: Son kontrol ve detaylar

source: Summary
de: Zusammenfassung
hi: सारांश
tr: Özet

source: Category
de: Kategorie
hi: श्रेणी
tr: Kategori

source: Payment
de: Zahlung
hi: भुगतान
tr: Ödeme

source: Date
de: Datum
hi: दिनांक
tr: Tarih

source: Description
de: Beschreibung
hi: विवरण
tr: Açıklama

source: Card
de: Karte
hi: कार्ड
tr: Kart

# cashPayment
source: Full Payment
de: Vollzahlung
hi: पूर्ण भुगतान
tr: Peşin

# installments
source: {count} Installments
de: {count} Raten
hi: {count} किस्तें
tr: {count} Taksit

# foodAndDrink
source: Food & Drink
de: Essen & Trinken
hi: भोजन और पेय
tr: Yemek & İçecek

source: Transport
hi: यातायात
tr: Ulaşım

source: Shopping
de: Einkaufen
hi: खरीदारी
tr: Alışveriş

source: Entertainment
de: Unterhaltung
hi: मनोरंजन
tr: Eğlence

source: Bills
de: Rechnungen
hi: बिल
tr: Faturalar

source: Health
de: Gesundheit
hi: स्वास्थ्य
tr: Sağlık

source: Education
de: Bildung
hi: शिक्षा
tr: Eğitim

source: Other
de: Sonstiges
hi: अन्य
tr: Diğer

# incomeType
source: Income
de: Einkommen
hi: आय
tr: Gelir

# expenseType
source: Expense
de: Ausgabe
hi: खर्च
tr: Gider

# transferType
source: Transfer
de: Überweisung
hi: ट्रांसफर

source: Investment Type
de: Investitionstyp
hi: निवेश प्रकार
tr: Yatırım Türü

# incomeDescription
source: Salary, bonus, sales income
de: Gehalt, Bonus, Verkaufseinkommen
hi: वेतन, बोनस, बिक्री आय
tr: Maaş, bonus, satış geliri

# expenseDescription
source: Shopping, bills, expenses
de: Einkaufen, Rechnungen, Ausgaben
hi: खरीदारी, बिल, खर्च
tr: Alışveriş, fatura, harcama

# transferDescription
source: Transfer between accounts
de: Überweisung zwischen Konten
hi: खातों के बीच ट्रांसफर
tr: Hesaplar arası transfer

# investmentDescription
source: Stocks, crypto, gold
de: Aktien, Krypto, Gold
hi: स्टॉक, क्रिप्टो, सोना
tr: Hisse, kripto, altın

# recurringType
source: Recurring Payments
de: Wiederkehrende Zahlungen
hi: आवर्ती भुगतान
tr: Sabit Ödemeler

# recurringDescription
source: Netflix, bills, subscriptions
de: Netflix, Rechnungen, Abonnements
hi: नेटफ्लिक्स, बिल, सदस्यता
tr: Netflix, fatura, abonelik

source: Select Frequency
de: Häufigkeit auswählen
hi: आवृत्ति चुनें
tr: Sıklık Seçin

# saveRecurring
source: Save Recurring Payment
de: Wiederkehrende Zahlung speichern
hi: आवर्ती भुगतान सहेजें
tr: Sabit Ödemeyi Kaydet

source: Weekly
de: Wöchentlich
hi: साप्ताहिक
tr: Haftalık

source: Monthly
de: Monatlich
hi: मासिक
tr: Aylık

source: Quarterly
de: Vierteljährlich
hi: त्रैमासिक
tr: Üç Aylık

source: Yearly
de: Jährlich
hi: वार्षिक
tr: Yıllık

# weeklyDescription
source: Repeats every week
de: Wiederholt sich jede Woche
hi: हर सप्ताह दोहराता है
tr: Her hafta tekrarlanır

# monthlyDescription
source: Repeats every month
de: Wiederholt sich jeden Monat
hi: हर महीने दोहराता है
tr: Her ay tekrarlanır

# quarterlyDescription
source: Repeats every 3 months
de: Wiederholt sich alle 3 Monate
hi: हर 3 महीने में दोहराता है
tr: Her 3 ayda bir tekrarlanır

# yearlyDescription
source: Repeats every year
de: Wiederholt sich jedes Jahr
hi: हर साल दोहराता है
tr: Her yıl tekrarlanır

source: Subscription
de: Abonnement
hi: सदस्यता
tr: Abonelik

source: Utilities
de: Versorgungsunternehmen
hi: उपयोगिताएं
tr: Faturalar

source: Insurance
de: Versicherung
hi: बीमा
tr: Sigorta

source: Rent
de: Miete
hi: किराया
tr: Kira

source: Loan
de: Kredit
hi: ऋण
tr: Kredi

# subscriptionDescription
source: Netflix, Spotify, YouTube
hi: नेटफ्लिक्स, स्पॉटिफाई, यूट्यूब

# utilitiesDescription
source: Electricity, water, gas
de: Strom, Wasser, Gas
hi: बिजली, पानी, गैस
tr: Elektrik, su, doğalgaz

# insuranceDescription
source: Health, auto, home insurance
de: Gesundheits-, Auto-, Hausratversicherung
hi: स्वास्थ्य, ऑटो, घर बीमा
tr: Sağlık, kasko, dask

# rentDescription
source: House rent, office rent
de: Wohnungsmiete, Büromiete
hi: घर का किराया, कार्यालय का किराया
tr: Ev kirası, ofis kirası

# loanDescription
source: Credit card, installments
de: Kreditkarte, Ratenzahlungen
hi: क्रेडिट कार्ड, किस्तें
tr: Kredi kartı, taksit

# otherDescription
source: Other recurring payments
de: Andere wiederkehrende Zahlungen
hi: अन्य आवर्ती भुगतान
tr: Diğer sabit ödemeler

source: Next
de: Weiter
hi: अगला
tr: İleri

source: Save
de: Speichern
hi: सहेजें
tr: Kaydet

# incomeFormOpening
source: Income form will open
de: Einkommensformular wird geöffnet
hi: आय फॉर्म खुलेगा
tr: Gelir ekleme formu açılacak

# transferFormOpening
source: Transfer form will open
de: Überweisungsformular wird geöffnet
hi: ट्रांसफर फॉर्म खुलेगा
tr: Transfer formu açılacak

# investmentFormOpening
source: Investment form will open
de: Investitionsformular wird geöffnet
hi: निवेश फॉर्म खुलेगा
tr: Yatırım formu açılacak

# howMuchSpent
source: How much did you spend?
de: Wie viel haben Sie ausgegeben?
hi: आपने कितना खर्च किया?
tr: Ne kadar harcadınız?

# whichCategorySpent
source: Which category did you spend in?
de: In welcher Kategorie haben Sie ausgegeben?
hi: आपने किस श्रेणी में खर्च किया?
tr: Hangi kategoride harcama yaptınız?

source: How did you pay?
de: Wie haben Sie bezahlt?
hi: आपने कैसे भुगतान किया?
tr: Nasıl ödeme yaptınız?

source: Save Income
de: Einkommen speichern
hi: आय सहेजें
tr: Geliri Kaydet

source: Food
de: Essen
hi: भोजन
tr: Yemek

# foodDescription
source: Restaurant, grocery, coffee
de: Restaurant, Lebensmittel, Kaffee
hi: रेस्तरां, किराना, कॉफी
tr: Restoran, market, kahve

# transportDescription
source: Taxi, bus, fuel
de: Taxi, Bus, Kraftstoff
hi: टैक्सी, बस, ईंधन
tr: Taksi, otobüs, yakıt

# shoppingDescription
source: Clothing, electronics, home
de: Kleidung, Elektronik, Haushalt
hi: कपड़े, इलेक्ट्रॉनिक्स, घर
tr: Giyim, elektronik, ev

# billsDescription
source: Electricity, water, internet
de: Strom, Wasser, Internet
hi: बिजली, पानी, इंटरनेट
tr: Elektrik, su, internet

# entertainmentDescription
source: Cinema, concert, games
de: Kino, Konzert, Spiele
hi: सिनेमा, कॉन्सर्ट, गेम्स
tr: Sinema, konser, oyun

# healthDescription
source: Doctor, pharmacy, sports
de: Arzt, Apotheke, Sport
hi: डॉक्टर, फार्मेसी, खेल
tr: Doktor, eczane, spor

# educationDescription
source: Course, books, school
de: Kurs, Bücher, Schule
hi: कोर्स, किताबें, स्कूल
tr: Kurs, kitap, okul

source: Travel
de: Reisen
hi: यात्रा
tr: Seyahat

# travelDescription
source: Vacation, flight, hotel
de: Urlaub, Flug, Hotel
hi: छुट्टी, उड़ान, होटल
tr: Tatil, uçak, otel

# howMuchEarned
source: How much did you earn?
de: Wie viel haben Sie verdient?
hi: आपने कितना कमाया?
tr: Ne kadar gelir elde ettiniz?

# whichCategoryEarned
source: Which category did you earn in?
de: In welcher Kategorie haben Sie verdient?
hi: आपने किस श्रेणी में कमाया?
tr: Hangi kategoride gelir elde ettiniz?

# howDidYouReceive
source: How did you receive it?
de: Wie haben Sie es erhalten?
hi: आपने इसे कैसे प्राप्त किया?
tr: Nasıl aldınız?

# incomeSaved
source: Income saved: {amount}
de: Einkommen gespeichert: {amount}
hi: आय सहेजी गई: {amount}
tr: Gelir kaydedildi: {amount}

source: Salary
de: Gehalt
hi: वेतन
tr: Maaş

# salaryDescription
source: Monthly salary, wage
de: Monatsgehalt, Lohn
hi: मासिक वेतन, मजदूरी
tr: Aylık maaş, ücret

source: Bonus
hi: बोनस

# bonusDescription
source: Bonus, incentive, reward
de: Bonus, Anreiz, Belohnung
hi: बोनस, प्रोत्साहन, इनाम
tr: Prim, ikramiye, bonus

source: Freelance
de: Freiberuflich
hi: फ्रीलांस

# freelanceDescription
source: Freelance work, project
de: Freiberufliche Arbeit, Projekt
hi: फ्रीलांस काम, प्रोजेक्ट
tr: Serbest çalışma, proje

source: Business
de: Geschäft
hi: व्यापार
tr: İş

# businessDescription
source: Business income, trade
de: Geschäftseinkommen, Handel
hi: व्यापार आय, व्यापार
tr: İş geliri, ticaret

source: Rental
de: Vermietung
hi: किराया
tr: Kira

# rentalDescription
source: House rent, car rental
de: Wohnungsmiete, Autovermietung
hi: घर का किराया, कार किराया
tr: Ev kirası, araç kirası

source: Gift
de: Geschenk
hi: उपहार
tr: Hediye

# giftDescription
source: Gift, donation, allowance
de: Geschenk, Spende, Taschengeld
hi: उपहार, दान, भत्ता
tr: Hediye, bağış, harçlık

source: Save Transfer
de: Überweisung speichern
hi: ट्रांसफर सहेजें
tr: Transferi Kaydet

# howMuchInvest
source: How Much Will You Invest?
de: Wie viel werden Sie investieren?
hi: आप कितना निवेश करेंगे?
tr: Ne Kadar Yatırım Yapacaksınız?

source: Which Investment Type?
de: Welcher Investitionstyp?
hi: कौन सा निवेश प्रकार?
tr: Hangi Yatırım Türü?

source: Stocks
de: Aktien
hi: शेयर
tr: Yatırım

# stocksDescription
source: Stock market, shares
de: Börse, Aktien
hi: शेयर बाजार, शेयर
tr: Borsa, hisse, pay

# crypto
source: Cryptocurrency
de: Kryptowährung
hi: क्रिप्टोकरेंसी
tr: Kripto Para

# cryptoDescription
source: Bitcoin, Ethereum, altcoin
hi: बिटकॉइन, एथेरियम, अल्टकॉइन

source: Gold
hi: सोना
tr: Altın

# goldDescription
source: Gold bars, gold coins
de: Goldbarren, Goldmünzen
hi: सोने की छड़ें, सोने के सिक्के
tr: Gram altın, çeyrek altın

source: Bonds
de: Anleihen
hi: बॉन्ड
tr: Tahvil

# bondsDescription
source: Government bonds, corporate bonds
de: Staatsanleihen, Unternehmensanleihen
hi: सरकारी बॉन्ड, कॉर्पोरेट बॉन्ड
tr: Devlet tahvili, özel tahvil

source: Funds
de: Fonds
hi: फंड
tr: Fon

# fundsDescription
source: Mutual funds, pension funds
de: Investmentfonds, Pensionsfonds
hi: म्यूचुअल फंड, पेंशन फंड
tr: Yatırım fonu, emeklilik fonu

source: Forex
de: Devisen
hi: विदेशी मुद्रा
tr: Döviz

source: Real Estate
de: Immobilien
hi: अचल संपत्ति
tr: Gayrimenkul

# realEstateDescription
source: House, land, shop
de: Haus, Land, Geschäft
hi: घर, जमीन, दुकान
tr: Ev, arsa, dükkan

source: Save Investment
de: Investition speichern
hi: निवेश सहेजें
tr: Yatırımı Kaydet

# investmentSaved
source: Investment saved: {amount}
de: Investition gespeichert: {amount}
hi: निवेश सहेजा गया: {amount}
tr: Yatırım kaydedildi: {amount}

# selectInvestmentTypeMessage
source: Please select investment type
de: Bitte wählen Sie einen Investitionstyp aus
hi: कृपया निवेश प्रकार चुनें
tr: Yatırım türü seçin

source: Quantity required
de: Menge erforderlich
hi: मात्रा आवश्यक है
tr: Miktar gerekli

# enterValidQuantity
source: Enter a valid quantity
de: Geben Sie eine gültige Menge ein
hi: एक वैध मात्रा दर्ज करें
tr: Geçerli bir miktar girin

# rateRequired
source: Rate is required
de: Kurs ist erforderlich
hi: दर आवश्यक है
tr: Kur gerekli

# enterValidRate
source: Please enter a valid rate
de: Bitte geben Sie einen gültigen Kurs ein
hi: कृपया एक वैध दर दर्ज करें
tr: Geçerli bir kur girin

source: Quantity
de: Menge
hi: मात्रा
tr: Miktar

source: Rate
de: Kurs
hi: दर
tr: Kur

source: Total Amount
de: Gesamtbetrag
hi: कुल राशि
tr: Toplam Tutar

# onboardingFeaturesTitle
source: What Can You Do with Qanta?
de: Was können Sie mit Qanta tun?
hi: आप Qanta के साथ क्या कर सकते हैं?
tr: Qanta ile Neler Yapabilirsiniz?

# expenseTrackingTitle
source: Expense Tracking
de: Ausgabenverfolgung
hi: खर्च ट्रैकिंग
tr: Harcama Takibi

# expenseTrackingDesc
source: Easily track your daily expenses
de: Verfolgen Sie Ihre täglichen Ausgaben einfach
hi: अपने दैनिक खर्चों को आसानी से ट्रैक करें
tr: Günlük harcamalarınızı kolayca takip edin

# smartSavingsTitle
source: Smart Savings
de: Intelligentes Sparen
hi: स्मार्ट बचत
tr: Akıllı Birikim

# smartSavingsDesc
source: Save money to reach your goals
de: Sparen Sie Geld, um Ihre Ziele zu erreichen
hi: अपने लक्ष्यों तक पहुँचने के लिए पैसा बचाएं
tr: Hedeflerinize ulaşmak için birikim yapın

# financialAnalysisTitle
source: Financial Analysis
de: Finanzanalyse
hi: वित्तीय विश्लेषण
tr: Finansal Analiz

# financialAnalysisDesc
source: Analyze your spending habits
de: Analysieren Sie Ihre Ausgewohnheiten
hi: अपनी खर्च की आदतों का विश्लेषण करें
tr: Harcama alışkanlıklarınızı analiz edin

# cardManagementTitle
source: Card Management
de: Kartenverwaltung
hi: कार्ड प्रबंधन
tr: Kart Yönetimi

# cardManagementDesc
source: Manage credit cards, debit cards and cash accounts
de: Verwalten Sie Kreditkarten, Debitkarten und Bargeldkonten
hi: क्रेडिट कार्ड, डेबिट कार्ड और नकद खातों का प्रबंधन करें
tr: Kredi kartları, banka kartları ve nakit hesapları yönetin

# stockTrackingTitle
source: Stock Tracking
de: Aktienverfolgung
hi: शेयर ट्रैकिंग
tr: Hisse Takibi

# stockTrackingDesc
source: Track your stock portfolio and investments
de: Verfolgen Sie Ihr Aktienportfolio und Ihre Investitionen
hi: अपने शेयर पोर्टफोलियो और निवेशों को ट्रैक करें
tr: Hisse portföyünüzü ve yatırımlarınızı takip edin

# budgetManagementTitle
source: Budget Management
de: Budgetverwaltung
hi: बजट प्रबंधन
tr: Bütçe Yönetimi

# budgetManagementDesc
source: Set budgets and track your spending limits
de: Legen Sie Budgets fest und verfolgen Sie Ihre Ausgabengrenzen
hi: बजट सेट करें और अपनी खर्च सीमाओं को ट्रैक करें
tr: Bütçe belirleyin ve harcama limitlerinizi takip edin

# aiInsightsTitle
source: AI Insights
de: KI-Einblicke
hi: AI अंतर्दृष्टि
tr: AI Önerileri

# aiInsightsDesc
source: Get smart financial recommendations and insights
de: Erhalten Sie intelligente Finanzempfehlungen und Einblicke
hi: स्मार्ट वित्तीय सुझाव और अंतर्दृष्टि प्राप्त करें
tr: Akıllı finansal öneriler ve analizler alın

# expenseTrackingDescShort
source: Record and categorize your daily expenses with detailed tracking
de: Erfassen und kategorisieren Sie Ihre täglichen Ausgaben mit detaillierter Verfolgung
hi: विस्तृत ट्रैकिंग के साथ अपने दैनिक खर्चों को रिकॉर्ड और वर्गीकृत करें
tr: Günlük harcamalarınızı detaylı takiple kaydedin ve kategorilere ayırın

# cardManagementDescShort
source: Manage credit cards, debit cards and cash accounts in one place
de: Verwalten Sie Kreditkarten, Debitkarten und Bargeldkonten an einem Ort
hi: एक स्थान पर क्रेडिट कार्ड, डेबिट कार्ड और नकद खातों का प्रबंधन करें
tr: Kredi kartları, banka kartları ve nakit hesapları tek yerde yönetin

# stockTrackingDescShort
source: Monitor your stock portfolio with real-time prices and performance
de: Überwachen Sie Ihr Aktienportfolio mit Echtzeitpreisen und Performance
hi: रीयल-टाइम कीमतों और प्रदर्शन के साथ अपने शेयर पोर्टफोलियो की निगरानी करें
tr: Hisse portföyünüzü gerçek zamanlı fiyatlarla takip edin

# financialAnalysisDescShort
source: Analyze spending patterns and financial trends
de: Analysieren Sie Ausgabemuster und Finanztrends
hi: खर्च पैटर्न और वित्तीय रुझानों का विश्लेषण करें
tr: Harcama alışkanlıklarınızı ve finansal trendleri analiz edin

# budgetManagementDescShort
source: Set monthly budgets and track your spending limits
de: Legen Sie monatliche Budgets fest und verfolgen Sie Ihre Ausgabengrenzen
hi: मासिक बजट सेट करें और अपनी खर्च सीमाओं को ट्रैक करें
tr: Aylık bütçeler belirleyin ve harcama limitlerinizi takip edin

# aiInsightsDescShort
source: Get personalized financial recommendations and insights
de: Erhalten Sie personalisierte Finanzempfehlungen und Einblicke
hi: व्यक्तिगत वित्तीय सुझाव और अंतर्दृष्टि प्राप्त करें
tr: Kişiselleştirilmiş finansal öneriler ve analizler alın

# languageSelectionTitle
source: Language Selection
de: Sprachauswahl
hi: भाषा चयन
tr: Dil Seçimi

# languageSelectionDesc
source: Which language would you like to use the app in?
de: In welcher Sprache möchten Sie die App verwenden?
hi: आप ऐप में कौन सी भाषा का उपयोग करना चाहेंगे?
tr: Uygulamayı hangi dilde kullanmak istiyorsunuz?

# themeSelectionTitle
source: Theme Selection
de: Designauswahl
hi: थीम चयन
tr: Tema Seçimi

# themeSelectionDesc
source: Which theme do you prefer?
de: Welches Design bevorzugen Sie?
hi: आप कौन सी थीम पसंद करते हैं?
tr: Hangi temayı tercih ediyorsunuz?

# lightThemeTitle
source: Light Theme
de: Helles Design
hi: लाइट थीम
tr: Açık Tema

# lightThemeDesc
source: Classic white theme
de: Klassisches weißes Design
hi: क्लासिक सफेद थीम
tr: Klasik beyaz tema

# darkThemeTitle
source: Dark Theme
de: Dunkles Design
hi: डार्क थीम
tr: Koyu Tema

# darkThemeDesc
source: Easy on your eyes
de: Schonend für die Augen
hi: आपकी आँखों के लिए आरामदायक
tr: Gözlerinizi yormuyor

# exitOnboarding
source: Exit
de: Beenden
hi: बाहर निकलें
tr: Çıkış

# exitOnboardingMessage
source: Are you sure you want to exit without completing the onboarding?
de: Sind Sie sicher, dass Sie ohne Abschluss der Einrichtung beenden möchten?
hi: क्या आप वाकई ऑनबोर्डिंग पूरा किए बिना बाहर निकलना चाहते हैं?
tr: Onboarding'i tamamlamadan çıkmak istediğinizden emin misiniz?

# exitCancel
source: Cancel
de: Abbrechen
hi: रद्द करें
tr: İptal

source: Back
de: Zurück
hi: वापस
tr: Geri

# updateCashBalance
source: Update your cash balance
de: Aktualisieren Sie Ihr Bargeldguthaben
hi: अपनी नकद शेष राशि अपडेट करें
tr: Nakit Bakiyeyi Güncelle

# updateCashBalanceDesc
source: Enter your current cash amount
de: Geben Sie Ihren aktuellen Bargeldbetrag ein
hi: अपनी वर्तमान नकद राशि दर्ज करें
tr: Cebinizdeki mevcut nakit miktarını girin

# updateCashBalanceTitle
source: Update Cash Balance
de: Bargeldbestand aktualisieren
hi: नकद शेष राशि अपडेट करें
tr: Nakit Bakiyeyi Güncelle

# updateCashBalanceMessage
source: Enter your current cash amount:
de: Geben Sie Ihren aktuellen Bargeldbetrag ein:
hi: अपनी वर्तमान नकद राशि दर्ज करें:
tr: Cebinizdeki mevcut nakit miktarını girin:

source: New Balance
de: Neuer Bestand
hi: नई शेष राशि
tr: Yeni Bakiye

source: Update
de: Aktualisieren
hi: अपडेट करें
tr: Güncelle

# cashBalanceUpdated
source: Cash balance updated to {amount}
de: Bargeldbestand auf {amount} aktualisiert
hi: नकद शेष राशि {amount} पर अपडेट की गई
tr: Nakit bakiye {amount} olarak güncellendi

# cashAccountLoadError
source: Error loading cash account
de: Fehler beim Laden des Bargeldkontos
hi: नकद खाता लोड करने में त्रुटि
tr: Nakit hesabı yüklenirken hata oluştu

source: Retry
de: Wiederholen
hi: पुनः प्रयास करें
tr: Tekrar Dene

# noCashTransactions
source: No cash transactions yet
de: Noch keine Bargeldtransaktionen
hi: अभी तक कोई नकद लेनदेन नहीं
tr: Henüz nakit işlem yok

# noCashTransactionsDesc
source: Your first cash transaction will appear here
de: Ihre erste Bargeldtransaktion wird hier angezeigt
hi: आपका पहला नकद लेनदेन यहाँ दिखाई देगा
tr: İlk nakit işleminizi yaptığınızda burada görünecek

# balanceUpdated
source: Cash Added
de: Bargeld hinzugefügt
hi: नकद जोड़ा गया
tr: Nakit Eklendi

source: Update Balance
de: Bestand aktualisieren
hi: शेष राशि अपडेट करें

# walletBalanceUpdated
source: Manual cash addition
de: Manuelle Bargeldzuführung
hi: मैन्युअल नकद जोड़
tr: Nakit güncellendi

source: Grocery Shopping
de: Lebensmitteleinkauf
hi: किराने की खरीदारी
tr: Market Alışverişi

# cashPaymentMade
source: Cash payment
de: Bargeldzahlung
hi: नकद भुगतान
tr: Nakit ödeme

source: Taxi Fare
de: Taxifahrt
hi: टैक्सी किराया
tr: Taksi Ücreti

source: Transaction Details
de: Transaktionsdetails
hi: लेनदेन विवरण
tr: İşlem Detayları

source: Card Details
de: Kartendetails
hi: कार्ड विवरण
tr: Kart Bilgileri

source: Time
de: Zeit
hi: समय
tr: Saat

source: Transaction Type
de: Transaktionstyp
hi: लेनदेन प्रकार
tr: İşlem Türü

source: Merchant
de: Händler
hi: विक्रेता
tr: İşyeri

# installmentInfo
source: {current}/{total} Installments
de: {current}/{total} Raten
hi: {current}/{total} किस्तें
tr: {current}/{total} Taksit

source: Available Limit
de: Verfügbares Limit
hi: उपलब्ध सीमा
tr: Kullanılabilir Limit

# howMuchTransfer
source: How much will you transfer?
de: Wie viel werden Sie überweisen?
hi: आप कितना ट्रांसफर करेंगे?
tr: Ne kadar transfer yapacaksınız?

source: From which account?
de: Von welchem Konto?
hi: किस खाते से?
tr: Hangi hesaptan?

source: To which account?
de: Auf welches Konto?
hi: किस खाते में?
tr: Hangi hesaba?

source: Investment Income
de: Investitionseinkommen
hi: निवेश आय
tr: Yatırım Geliri

# investmentIncomeDescription
source: Stocks, funds, rental income
de: Aktien, Fonds, Mieteinnahmen
hi: शेयर, फंड, किराया आय
tr: Hisse, fon, kira geliri

source: Silver
de: Silber
hi: चांदी
tr: Gümüş

# goldUnit
source: gram
de: Gramm
hi: ग्राम

# silverUnit
source: gram
de: Gramm
hi: ग्राम

# usdUnit
source: unit
de: Einheit
hi: इकाई
tr: adet

# eurUnit
source: unit
de: Einheit
hi: इकाई
tr: adet

# silverDescription
source: Silver investment
de: Silberinvestition
hi: चांदी निवेश
tr: Gümüş yatırımı

# usdDescription
source: US Dollar
hi: अमेरिकी डॉलर
tr: Amerikan Doları

# eurDescription
source: Euro currency
de: Euro-Währung
hi: यूरो मुद्रा
tr: Euro para birimi

source: Select Investment Type
de: Investitionstyp auswählen
hi: निवेश प्रकार चुनें
tr: Yatırım Türü Seçin

source: Investment
de: Investition
hi: निवेश
tr: Yatırım

source: Other Income
de: Sonstiges Einkommen
hi: अन्य आय
tr: Diğer Gelir

source: Recurring Payment
de: Wiederkehrende Zahlung
hi: आवर्ती भुगतान
tr: Sabit Ödeme

source: Save Recurring Payment
de: Wiederkehrende Zahlung speichern
hi: आवर्ती भुगतान सहेजें
tr: Sabit Ödemeyi Kaydet

source: No transactions yet
de: Noch keine Transaktionen
hi: अभी तक कोई लेनदेन नहीं
tr: Henüz işlem yok

# noTransactionsDescription
source: Tap the + button to add your first transaction
de: Tippen Sie auf die + Schaltfläche, um Ihre erste Transaktion hinzuzufügen
hi: अपना पहला लेनदेन जोड़ने के लिए + बटन पर टैप करें
tr: İlk işleminizi eklemek için + butonuna dokunun

# noSearchResults
source: No search results found
de: Keine Suchergebnisse gefunden
hi: कोई खोज परिणाम नहीं मिला
tr: Arama sonucu bulunamadı

# noSearchResultsDescription
source: No results found for "{query}"
de: Keine Ergebnisse für "{query}" gefunden
hi: "{query}" के लिए कोई परिणाम नहीं मिला
tr: "{query}" için sonuç bulunamadı

# transactionsLoadError
source: Failed to load transactions
de: Fehler beim Laden der Transaktionen
hi: लेनदेन लोड करने में विफल
tr: İşlemler yüklenemedi

# connectionError
source: Connection problem occurred
de: Verbindungsproblem aufgetreten
hi: कनेक्शन समस्या हुई
tr: Bağlantı sorunu yaşanıyor

source: No accounts available
de: Keine Konten verfügbar
hi: कोई खाता उपलब्ध नहीं
tr: Kullanılabilir hesap yok

source: Debit Card
de: Debitkarte
hi: डेबिट कार्ड
tr: Banka Kartı

# statisticsTitle
source: Statistics
de: Statistiken
hi: आंकड़े
tr: Analiz

source: Monthly Overview
de: Monatsübersicht
hi: मासिक अवलोकन
tr: Aylık Genel Bakış

source: Total Income
de: Gesamteinkommen
hi: कुल आय
tr: Toplam Gelir

source: Total Expenses
de: Gesamtausgaben
hi: कुल खर्च
tr: Toplam Gider

source: Net Balance
de: Nettosaldo
hi: शुद्ध शेष राशि
tr: Net Bakiye

source: Category Breakdown
de: Kategorieaufteilung
hi: श्रेणी विवरण
tr: Kategori Dağılımı

source: Spending Trends
de: Ausgabentrends
hi: खर्च रुझान
tr: Harcama Trendleri

source: This Month
de: Dieser Monat
hi: इस महीने
tr: Bu Ay

source: Last Month
de: Letzter Monat
hi: पिछला महीना
tr: Geçen Ay

source: Last 3 Months
de: Letzte 3 Monate
hi: पिछले 3 महीने
tr: Son 3 Ay

source: Last 6 Months
de: Letzte 6 Monate
hi: पिछले 6 महीने
tr: Son 6 Ay

source: Year to Date
de: Jahr bis heute
hi: वर्ष से अब तक
tr: Yıl Başından İtibaren

source: No Data Available
de: Keine Daten verfügbar
hi: कोई डेटा उपलब्ध नहीं
tr: Veri Mevcut Değil

source: No transactions found
de: Keine Transaktionen gefunden
hi: कोई लेनदेन नहीं मिला
tr: İşlem bulunamadı

source: Average Spending
de: Durchschnittliche Ausgaben
hi: औसत खर्च
tr: Ortalama Harcama
