Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

source: Highest Spending
de: Höchste Ausgaben
hi: सबसे अधिक खर्च
tr: En Yüksek Harcama

source: Lowest Spending
de: Niedrigste Ausgaben
hi: सबसे कम खर्च
tr: En Düşük Harcama

source: Savings Rate
de: Sparquote
hi: बचत दर
tr: Tasarruf Oranı

source: Smart Insights
de: Intelligente Einblicke
hi: स्मार्ट अंतर्दृष्टि
tr: Akıllı İçgörüler

source: Visual Analytics
de: Visuelle Analyse
hi: विज़ुअल विश्लेषण
tr: Görsel Analiz

source: Category Analysis
de: Kategorieanalyse
hi: श्रेणी विश्लेषण
tr: Kategori Analizi

source: Financial Health Score
de: Finanzgesundheitswert
hi: वित्तीय स्वास्थ्य स्कोर
tr: Finansal Sağlık Skoru

source: Spending Trend
de: Ausgabentrend
hi: खर्च रुझान
tr: Harcama Trendi

source: View All
de: Alle anzeigen
hi: सभी देखें
tr: Tümünü Gör

# noDataYet
source: No data to analyze yet
de: Noch keine Daten zum Analysieren
hi: अभी तक विश्लेषण के लिए कोई डेटा नहीं
tr: Henüz analiz edilecek veri yok

# addFirstTransaction
source: Add your first expense to get started
de: Fügen Sie Ihre erste Ausgabe hinzu, um zu beginnen
hi: शुरू करने के लिए अपना पहला खर्च जोड़ें
tr: İlk harcamanızı ekleyerek başlayın

# analyzingData
source: Analyzing your financial data...
de: Ihre Finanzdaten werden analysiert...
hi: आपके वित्तीय डेटा का विश्लेषण कर रहे हैं...
tr: Finansal verileriniz analiz ediliyor...

# pleaseWait
source: This may take a few seconds
de: Dies kann einige Sekunden dauern
hi: इसमें कुछ सेकंड लग सकते हैं
tr: Bu işlem birkaç saniye sürebilir

# dataLoadError
source: Error loading data
de: Fehler beim Laden der Daten
hi: डेटा लोड करने में त्रुटि
tr: Veriler yüklenirken bir hata oluştu

source: Excellent
de: Ausgezeichnet
hi: उत्कृष्ट
tr: Mükemmel

source: Good
de: Gut
hi: अच्छा
tr: İyi

source: Average
de: Durchschnittlich
hi: औसत
tr: Orta

source: Needs Improvement
de: Verbesserungsbedürftig
hi: सुधार की आवश्यकता
tr: Geliştirilmeli

source: Daily Average
de: Täglicher Durchschnitt
hi: दैनिक औसत
tr: Günlük Ortalama

source: more categories
de: weitere Kategorien
hi: अधिक श्रेणियाँ
tr: kategori daha

# netWorth
source: Total Assets
de: Gesamtvermögen
hi: कुल संपत्ति
tr: Toplam Varlık

source: Welcome to Qanta!
de: Willkommen bei Qanta!
hi: Qanta में आपका स्वागत है!

# startYourFinancialJourney
source: Take the first step to start your financial journey
de: Machen Sie den ersten Schritt, um Ihre finanzielle Reise zu beginnen
hi: अपनी वित्तीय यात्रा शुरू करने के लिए पहला कदम उठाएं

source: Add First Income
de: Erstes Einkommen hinzufügen
hi: पहली आय जोड़ें

source: Add Card
de: Karte hinzufügen
hi: कार्ड जोड़ें

# tipTrackYourExpenses
source: Track your expenses to reach your financial goals
de: Verfolgen Sie Ihre Ausgaben, um Ihre finanziellen Ziele zu erreichen
hi: अपने वित्तीय लक्ष्यों तक पहुँचने के लिए अपने खर्चों को ट्रैक करें

source: Positive
de: Positiv
hi: सकारात्मक
tr: Pozitif

source: Negative
de: Negativ
hi: नकारात्मक
tr: Negatif

source: Total Assets
de: Gesamtvermögen
hi: कुल संपत्ति
tr: Toplam Varlık

source: Total Debts
de: Gesamtschulden
hi: कुल ऋण
tr: Toplam Borç

source: Available Credit
de: Verfügbares Guthaben
hi: उपलब्ध क्रेडिट
tr: Kullanılabilir Limit

# netAmount
source: Net
de: Nettobetrag
hi: शुद्ध राशि

# transactionCount
source: Transactions
de: Transaktionen
hi: लेनदेन
tr: İşlem

source: Camera
de: Kamera
hi: कैमरा
tr: Kamera

source: Gallery
de: Galerie
hi: गैलरी
tr: Galeri

source: Delete Photo
de: Foto löschen
hi: फोटो हटाएं
tr: Profili Kaldır

# photoUploadError
source: Error uploading photo: {error}
de: Fehler beim Hochladen des Fotos: {error}
hi: फोटो अपलोड करने में त्रुटि: {error}
tr: Fotoğraf yüklenirken hata oluştu: {error}

# photoDeleteError
source: Error deleting photo: {error}
de: Fehler beim Löschen des Fotos: {error}
hi: फोटो हटाने में त्रुटि: {error}
tr: Fotoğraf silinirken hata oluştu: {error}

source: File not found
de: Datei nicht gefunden
hi: फ़ाइल नहीं मिली
tr: Dosya bulunamadı

# fileTooLarge
source: File too large (max 5MB)
de: Datei zu groß (max. 5MB)
hi: फ़ाइल बहुत बड़ी (अधिकतम 5MB)
tr: Dosya boyutu çok büyük (max 5MB)

source: User session not found
de: Benutzersitzung nicht gefunden
hi: उपयोगकर्ता सत्र नहीं मिला
tr: Kullanıcı oturumu bulunamadı

source: Photo deleted successfully
de: Foto erfolgreich gelöscht
hi: फोटो सफलतापूर्वक हटाया गया
tr: Fotoğraf başarıyla silindi

source: Photo uploaded successfully
de: Foto erfolgreich hochgeladen
hi: फोटो सफलतापूर्वक अपलोड किया गया
tr: Fotoğraf başarıyla yüklendi

source: Select Image Source
de: Bildquelle auswählen
hi: छवि स्रोत चुनें
tr: Fotoğraf Kaynağı Seçin

# selectImageSourceDescription
source: Where would you like to select your photo from?
de: Wo möchten Sie Ihr Foto auswählen?
hi: आप अपनी फोटो कहाँ से चुनना चाहेंगे?
tr: Fotoğrafınızı nereden seçmek istiyorsunuz?

source: Uploading photo...
de: Foto wird hochgeladen...
hi: फोटो अपलोड हो रहा है...
tr: Fotoğraf yükleniyor...

source: Deleting photo...
de: Foto wird gelöscht...
hi: फोटो हटाया जा रहा है...
tr: Fotoğraf siliniyor...

source: Profile Photo
de: Profilfoto
hi: प्रोफ़ाइल फोटो
tr: Profil Fotoğrafı

source: Change Profile Photo
de: Profilfoto ändern
hi: प्रोफ़ाइल फोटो बदलें
tr: Profil Fotoğrafını Değiştir

source: Remove Profile Photo
de: Profilfoto entfernen
hi: प्रोफ़ाइल फोटो हटाएं
tr: Profil Fotoğrafını Kaldır

source: Profile photo updated
de: Profilfoto aktualisiert
hi: प्रोफ़ाइल फोटो अपडेट किया गया
tr: Profil fotoğrafı güncellendi

source: Profile photo removed
de: Profilfoto entfernt
hi: प्रोफ़ाइल फोटो हटाया गया
tr: Profil fotoğrafı kaldırıldı

source: Delete Transaction
de: Transaktion löschen
hi: लेनदेन हटाएं
tr: İşlemi Sil

# deleteTransactionConfirm
source: transaction. Are you sure you want to delete it?
de: Transaktion. Sind Sie sicher, dass Sie sie löschen möchten?
hi: लेनदेन। क्या आप वाकई इसे हटाना चाहते हैं?
tr: işlemini silmek istediğinizden emin misiniz?

source: Delete
de: Löschen
hi: हटाएं
tr: Sil

source: Transaction deleted
de: Transaktion gelöscht
hi: लेनदेन हटाया गया
tr: İşlem silindi

# transactionDeleteError
source: Error deleting transaction: {error}
de: Fehler beim Löschen der Transaktion: {error}
hi: लेनदेन हटाने में त्रुटि: {error}
tr: İşlem silinirken hata oluştu: {error}

source: Delete Installment Transaction
de: Ratenzahlungstransaktion löschen
hi: किस्त लेनदेन हटाएं
tr: Taksitli İşlemi Sil

# deleteInstallmentTransactionConfirm
source: Are you sure you want to completely delete the installment transaction {description}? This will delete all installments.
de: Sind Sie sicher, dass Sie die Ratenzahlung {description} vollständig löschen möchten? Dies löscht alle Raten.
hi: क्या आप वाकई किस्त लेनदेन {description} को पूरी तरह से हटाना चाहते हैं? इससे सभी किस्तें हट जाएंगी।
tr: {description} taksitli işlemini tamamen silmek istediğinizden emin misiniz? Bu işlem tüm taksitleri silecektir.

# installmentTransactionDeleted
source: Installment transaction deleted, total amount refunded
de: Ratenzahlung gelöscht, Gesamtbetrag erstattet
hi: किस्त लेनदेन हटाया गया, कुल राशि वापस कर दी गई
tr: Taksitli işlem silindi, toplam tutar iade edildi

# installmentTransactionDeleteError
source: Error deleting installment transaction: {error}
de: Fehler beim Löschen der Ratenzahlung: {error}
hi: किस्त लेनदेन हटाने में त्रुटि: {error}
tr: Taksitli işlem silinirken hata oluştu: {error}

source: Delete All
de: Alle löschen
hi: सभी हटाएं
tr: Tümünü Sil

source: Delete Limit
de: Limit löschen
hi: सीमा हटाएं
tr: Limit Sil

# deleteLimitConfirm
source: Are you sure you want to delete the limit set for {categoryName} category?
de: Sind Sie sicher, dass Sie das für die Kategorie {categoryName} gesetzte Limit löschen möchten?
hi: क्या आप वाकई {categoryName} श्रेणी के लिए सेट की गई सीमा को हटाना चाहते हैं?
tr: {categoryName} kategorisi için belirlenen limiti silmek istediğinizden emin misiniz?

source: Limit deleted
de: Limit gelöscht
hi: सीमा हटाई गई
tr: Limit silindi

# deleteLimitTooltip
source: Delete Limit
de: Limit löschen
hi: सीमा हटाएं
tr: Limiti Sil

source: Error
de: Fehler
hi: त्रुटि
tr: Hata

source: Loading...
de: Wird geladen...
hi: लोड हो रहा है...
tr: Yükleniyor...

source: Loading past statements...
de: Vergangene Kontoauszüge werden geladen...
hi: पिछले स्टेटमेंट लोड हो रहे हैं...
tr: Geçmiş ekstreler yükleniyor...

source: Loading future statements...
de: Zukünftige Kontoauszüge werden geladen...
hi: भविष्य के स्टेटमेंट लोड हो रहे हैं...
tr: Gelecek ekstreler yükleniyor...

# loadingCards
source: Error loading cards
de: Fehler beim Laden der Karten
hi: कार्ड लोड करने में त्रुटि
tr: Kartlar yüklenirken hata oluştu

source: Loading accounts
de: Konten werden geladen
hi: खाते लोड हो रहे हैं
tr: Hesapları yükle

# loadingStatementInfo
source: Error loading statement information
de: Fehler beim Laden der Kontoauszugsinformationen
hi: स्टेटमेंट जानकारी लोड करने में त्रुटि
tr: Ekstre bilgileri yüklenirken hata oluştu

# paymentError
source: Error occurred during payment
de: Fehler während der Zahlung aufgetreten
hi: भुगतान के दौरान त्रुटि हुई
tr: Ödeme işlemi sırasında hata oluştu

# statementMarkError
source: Error marking statement
de: Fehler beim Markieren des Kontoauszugs
hi: स्टेटमेंट चिह्नित करने में त्रुटि
tr: Ekstre işaretlenirken hata oluştu

source: Delete Card
de: Karte löschen
hi: कार्ड हटाएं
tr: Kartı Sil

# deleteCardConfirm
source: Are you sure you want to delete {cardName} card? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Karte {cardName} löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
hi: क्या आप वाकई {cardName} कार्ड को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
tr: {cardName} kartını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# cardDeleted
source: Card deleted successfully
de: Karte erfolgreich gelöscht
hi: कार्ड सफलतापूर्वक हटाया गया
tr: Kart başarıyla silindi

# cardDeleteError
source: Error deleting card
de: Fehler beim Löschen der Karte
hi: कार्ड हटाने में त्रुटि
tr: Kart silinirken hata oluştu

# transactionAddError
source: Error adding transaction: {error}
de: Fehler beim Hinzufügen der Transaktion: {error}
hi: लेनदेन जोड़ने में त्रुटि: {error}
tr: İşlem eklenirken hata: {error}

# updateError
source: Error during update: {error}
de: Fehler während der Aktualisierung: {error}
hi: अपडेट के दौरान त्रुटि: {error}
tr: Güncelleme sırasında hata oluştu: {error}

source: Delete failed
de: Löschen fehlgeschlagen
hi: हटाने में विफल
tr: Silme işlemi başarısız

# installmentTransactionDeleting
source: Deleting installment transaction...
de: Ratenzahlung wird gelöscht...
hi: किस्त लेनदेन हटाया जा रहा है...
tr: Taksitli işlem siliniyor...

# installmentTransactionDeletedWithRefund
source: Installment transaction deleted, total amount refunded
de: Ratenzahlung gelöscht, Gesamtbetrag erstattet
hi: किस्त लेनदेन हटाया गया, कुल राशि वापस कर दी गई
tr: Taksitli işlem silindi, toplam tutar iade edildi

# cancelAction
source: Cancel
de: Abbrechen
hi: रद्द करें
tr: İptal Et

# notificationPermissionRequired
source: Notification permission required! Please enable it in settings.
de: Benachrichtigungsberechtigung erforderlich! Bitte aktivieren Sie sie in den Einstellungen.
hi: सूचना अनुमति आवश्यक है! कृपया इसे सेटिंग्स में सक्षम करें।
tr: Bildirim izni gerekli! Lütfen ayarlardan açın.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
hi: अक्सर पूछे जाने वाले प्रश्न
tr: Sık Sorulan Sorular

source: Account
de: Konto
hi: खाता
tr: Hesap

source: Now
de: Jetzt
hi: अभी
tr: Şimdi

source: Yesterday
de: Gestern
hi: कल
tr: Dün

source: Expense
de: Ausgabe
hi: खर्च
tr: Gider

source: Transfer
de: Überweisung
hi: ट्रांसफर

source: Today
de: Heute
hi: आज
tr: Bugün

# minutesAgo
source: {count} minutes ago
de: vor {count} Minuten
hi: {count} मिनट पहले
tr: {count} dakika önce

# hoursAgo
source: {count} hours ago
de: vor {count} Stunden
hi: {count} घंटे पहले
tr: {count} saat önce

# daysAgo
source: {count}d ago
de: vor {count} T
hi: {count} दिन पहले
tr: {count}gün önce

# weeksAgo
source: {count} weeks ago
de: vor {count} Wochen
hi: {count} सप्ताह पहले
tr: {count} hafta önce

# monthsAgo
source: {count} months ago
de: vor {count} Monaten
hi: {count} महीने पहले
tr: {count} ay önce

# yearsAgo
source: {count} years ago
de: vor {count} Jahren
hi: {count} वर्ष पहले
tr: {count} yıl önce

# oneMinuteAgo
source: 1 min ago
de: vor 1 Min
hi: 1 मिनट पहले
tr: 1 dk önce

# oneHourAgo
source: 1 hour ago
de: vor 1 Std
hi: 1 घंटा पहले
tr: 1 saat önce

# oneWeekAgo
source: 1 week ago
de: vor 1 Woche
hi: 1 सप्ताह पहले
tr: 1 hafta önce

# oneMonthAgo
source: 1 month ago
de: vor 1 Monat
hi: 1 महीना पहले
tr: 1 ay önce

# oneYearAgo
source: 1 year ago
de: vor 1 Jahr
hi: 1 वर्ष पहले
tr: 1 yıl önce

# twoDaysAgo
source: 2 days ago
de: vor 2 Tagen
hi: 2 दिन पहले
tr: 2 gün önce

# perMonth
source: / month
de: / Monat
hi: / महीना
tr: / ay

source: Net
de: Netto
hi: शुद्ध

# pleaseEnterAmount
source: Please enter an amount
de: Bitte geben Sie einen Betrag ein
hi: कृपया एक राशि दर्ज करें
tr: Lütfen bir tutar girin

# pleaseEnterValidAmount
source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
hi: कृपया एक वैध राशि दर्ज करें
tr: Geçerli bir tutar girin

source: Please select source account
de: Bitte wählen Sie das Quellkonto aus
hi: कृपया स्रोत खाता चुनें
tr: Lütfen kaynak hesap seçin

source: Please select target account
de: Bitte wählen Sie das Zielkonto aus
hi: कृपया लक्ष्य खाता चुनें
tr: Lütfen hedef hesap seçin

# sourceAndTargetSame
source: Source and target account cannot be the same
de: Quell- und Zielkonto dürfen nicht dasselbe sein
hi: स्रोत और लक्ष्य खाता एक ही नहीं हो सकते
tr: Kaynak ve hedef hesap aynı olamaz

# accountInfoNotFound
source: Account information could not be retrieved
de: Kontoinformationen konnten nicht abgerufen werden
hi: खाता जानकारी प्राप्त नहीं की जा सकी
tr: Hesap bilgileri alınamadı

# accountInfoNotFoundSingle
source: Account information could not be retrieved
de: Kontoinformationen konnten nicht abgerufen werden
hi: खाता जानकारी प्राप्त नहीं की जा सकी
tr: Hesap bilgisi alınamadı

# pleaseSelectCategory
source: Please select a category
de: Bitte wählen Sie eine Kategorie aus
hi: कृपया एक श्रेणी चुनें
tr: Lütfen bir kategori seçin

# pleaseSelectPaymentMethod
source: Please select a payment method
de: Bitte wählen Sie eine Zahlungsmethode aus
hi: कृपया भुगतान विधि चुनें
tr: Lütfen bir ödeme yöntemi seçin

# cardsLoadingError
source: Error loading cards
de: Fehler beim Laden der Karten
hi: कार्ड लोड करने में त्रुटि
tr: Kartlar yüklenirken hata oluştu

source: No cards added yet
de: Noch keine Karten hinzugefügt
hi: अभी तक कोई कार्ड नहीं जोड़ा गया
tr: Henüz kart eklenmemiş

source: Transaction
de: Transaktion
hi: लेनदेन
tr: İşlem

source: No transactions for this day
de: Keine Transaktionen für diesen Tag
hi: इस दिन कोई लेनदेन नहीं

source: Cash Wallet
de: Bargeldbörse
hi: नकद वॉलेट
tr: Nakit Cüzdan

source: Repeats every week
de: Wiederholt sich jede Woche
hi: हर सप्ताह दोहराता है
tr: Her hafta tekrarlanır

source: Repeats every month
de: Wiederholt sich jeden Monat
hi: हर महीने दोहराता है
tr: Her ay tekrarlanır

source: Repeats every quarter
de: Wiederholt sich jedes Quartal
hi: हर तिमाही दोहराता है
tr: Her üç ayda tekrarlanır

source: Repeats every year
de: Wiederholt sich jedes Jahr
hi: हर वर्ष दोहराता है
tr: Her yıl tekrarlanır

source: Other fixed payments
de: Sonstige feste Zahlungen
hi: अन्य निश्चित भुगतान
tr: Diğer sabit ödemeler

source: This Week
de: Diese Woche
hi: इस सप्ताह
tr: Bu Hafta

source: This Year
de: Dieses Jahr
hi: इस वर्ष
tr: Bu Yıl

source: Last Year
de: Letztes Jahr
hi: पिछला वर्ष
tr: Geçen Yıl

source: Custom
de: Benutzerdefiniert
hi: कस्टम
tr: Özel

source: Search Transactions
de: Transaktionen suchen
hi: लेनदेन खोजें
tr: İşlem Ara

source: Filter by Type
de: Nach Typ filtern
hi: प्रकार से फ़िल्टर करें
tr: Türe Göre Filtrele

source: Filter by Period
de: Nach Zeitraum filtern
hi: अवधि से फ़िल्टर करें
tr: Döneme Göre Filtrele

source: Filter by Category
de: Nach Kategorie filtern
hi: श्रेणी से फ़िल्टर करें
tr: Kategoriye Göre Filtrele

source: Clear Filters
de: Filter löschen
hi: फ़िल्टर साफ़ करें
tr: Filtreleri Temizle

source: Apply Filters
de: Filter anwenden
hi: फ़िल्टर लागू करें
tr: Filtreleri Uygula

source: No results found
de: Keine Ergebnisse gefunden
hi: कोई परिणाम नहीं मिला
tr: Sonuç bulunamadı

# tryDifferentSearch
source: Try a different search
de: Versuchen Sie eine andere Suche
hi: एक अलग खोज आज़माएं
tr: Farklı bir arama deneyin

source: No notes yet
de: Noch keine Notizen
hi: अभी तक कोई नोट नहीं
tr: Henüz not yok

# addExpenseIncomeNotes
source: Add your expense or income notes here
de: Fügen Sie hier Ihre Ausgaben- oder Einkommensnotizen hinzu
hi: अपने खर्च या आय नोट यहाँ जोड़ें
tr: Gider veya gelir notlarınızı buraya ekleyin

source: Just now
de: Gerade eben
hi: अभी अभी
tr: Az önce

source: Monday
de: Montag
hi: सोमवार
tr: Pazartesi

source: Tuesday
de: Dienstag
hi: मंगलवार
tr: Salı

source: Wednesday
de: Mittwoch
hi: बुधवार
tr: Çarşamba

source: Thursday
de: Donnerstag
hi: गुरुवार
tr: Perşembe

source: Friday
de: Freitag
hi: शुक्रवार
tr: Cuma

source: Saturday
de: Samstag
hi: शनिवार
tr: Cumartesi

source: Sunday
de: Sonntag
hi: रविवार
tr: Pazar

source: January
de: Januar
hi: जनवरी
tr: Ocak

source: February
de: Februar
hi: फ़रवरी
tr: Şubat

source: March
de: März
hi: मार्च
tr: Mart

source: April
hi: अप्रैल
tr: Nisan

source: May
de: Mai
hi: मई
tr: Mayıs

source: June
de: Juni
hi: जून
tr: Haziran

source: July
de: Juli
hi: जुलाई
tr: Temmuz

source: August
hi: अगस्त
tr: Ağustos

source: September
hi: सितंबर
tr: Eylül

source: October
de: Oktober
hi: अक्टूबर
tr: Ekim

source: November
hi: नवंबर
tr: Kasım

source: December
de: Dezember
hi: दिसंबर
tr: Aralık

source: Text Note
de: Textnotiz
hi: पाठ नोट
tr: Metin Notu

source: Add quick text note
de: Schnelle Textnotiz hinzufügen
hi: त्वरित पाठ नोट जोड़ें
tr: Hızlı metin notu ekle

source: Take Photo
de: Foto aufnehmen
hi: फोटो लें
tr: Fotoğraf Çek

source: Take photo from camera
de: Foto mit Kamera aufnehmen
hi: कैमरा से फोटो लें
tr: Kameradan fotoğraf çek

source: Select from Gallery
de: Aus Galerie auswählen
hi: गैलरी से चुनें
tr: Galeriden Seç

source: Select photo from gallery
de: Foto aus Galerie auswählen
hi: गैलरी से फोटो चुनें
tr: Galeriden fotoğraf seç

# photoCaptureError
source: Error capturing photo
de: Fehler beim Aufnehmen des Fotos
hi: फोटो कैप्चर करने में त्रुटि
tr: Fotoğraf çekilirken hata oluştu

# photoSelectionError
source: Error selecting photo
de: Fehler beim Auswählen des Fotos
hi: फोटो चुनने में त्रुटि
tr: Fotoğraf seçilirken hata oluştu

source: Add
de: Hinzufügen
hi: जोड़ें
tr: Ekle

source: Photo note
de: Fotonotiz
hi: फोटो नोट
tr: Fotoğraf notu

source: Photo note added
de: Fotonotiz hinzugefügt
hi: फोटो नोट जोड़ा गया
tr: Fotoğraf notu eklendi

# photoNoteAddError
source: Error adding photo note
de: Fehler beim Hinzufügen der Fotonotiz
hi: फोटो नोट जोड़ने में त्रुटि
tr: Fotoğraf notu eklenirken hata oluştu

source: Note added
de: Notiz hinzugefügt
hi: नोट जोड़ा गया
tr: Not eklendi

# noteAddError
source: Error adding note
de: Fehler beim Hinzufügen der Notiz
hi: नोट जोड़ने में त्रुटि
tr: Not eklenirken hata oluştu

source: Note deleted
de: Notiz gelöscht
hi: नोट हटाया गया
tr: Not silindi

# noteDeleteError
source: Error deleting note
de: Fehler beim Löschen der Notiz
hi: नोट हटाने में त्रुटि
tr: Not silinirken hata oluştu

# noConvertedNotesYet
source: No notes converted to transactions yet
de: Noch keine Notizen in Transaktionen umgewandelt
hi: अभी तक कोई नोट लेनदेन में परिवर्तित नहीं हुआ
tr: Henüz işleme dönüştürülen not yok

source: Stop
de: Stoppen
hi: रोकें
tr: Durdur

source: Send
de: Senden
hi: भेजें
tr: Gönder

source: Processed
de: Verarbeitet
hi: प्रसंस्कृत
tr: İşlendi

source: Newest
de: Neueste
hi: नवीनतम
tr: En Yeni

source: Oldest
de: Älteste
hi: सबसे पुराना
tr: En Eski

source: Highest to Lowest
de: Höchste bis Niedrigste
hi: उच्चतम से निम्नतम
tr: Yüksekten Düşüğe

source: Lowest to Highest
de: Niedrigste bis Höchste
hi: निम्नतम से उच्चतम
tr: Düşükten Yükseğe

source: More
de: Mehr
hi: अधिक
tr: Daha Fazla

source: Less
de: Weniger
hi: कम
tr: Daha Az

source: Card Name
de: Kartenname
hi: कार्ड का नाम
tr: Kart Adı

source: Usage
de: Nutzung
hi: उपयोग
tr: Kullanım

source: Last Payment
de: Letzte Zahlung
hi: अंतिम भुगतान
tr: Son Ödeme

source: Next Payment
de: Nächste
hi: अगला
tr: Sonraki Ödeme

source: Minimum Payment
de: Mindestzahlung
hi: न्यूनतम भुगतान
tr: Minimum Ödeme

source: Total Debt
de: Gesamtschulden
hi: कुल ऋण
tr: Toplam Borç

source: Credit Card Debt
de: Kreditkartenschulden
hi: क्रेडिट कार्ड ऋण

# cardCount
source: {count} cards
de: {count} Karten
hi: {count} कार्ड

# noTransactionsForThisCard
source: No transactions found for this card
de: Keine Transaktionen für diese Karte gefunden
hi: इस कार्ड के लिए कोई लेनदेन नहीं मिला
tr: Bu kart için henüz işlem bulunmuyor

# statementSuccessfullyPaid
source: Statement successfully marked as paid
de: Kontoauszug erfolgreich als bezahlt markiert
hi: स्टेटमेंट सफलतापूर्वक भुगतान के रूप में चिह्नित किया गया
tr: Ekstre başarıyla ödendi olarak işaretlendi

source: Bank
hi: बैंक
tr: Banka

# cardNameRequired
source: Card name is required
de: Kartenname ist erforderlich
hi: कार्ड का नाम आवश्यक है
tr: Kart adı gerekli

# creditLimitRequired
source: Credit limit is required
de: Kreditlimit ist erforderlich
hi: क्रेडिट सीमा आवश्यक है
tr: Kredi limiti gerekli

source: Debt
de: Schulden
hi: ऋण
tr: Borç

source: No notifications
de: Keine Benachrichtigungen
hi: कोई सूचना नहीं
tr: Bildirim yok

source: Usage Rate
de: Nutzungsrate
hi: उपयोग दर
tr: Kullanım Oranı

source: Statement Day
de: Auszugstag
hi: स्टेटमेंट दिवस
tr: Ekstre Günü

source: Credit Card Info
de: Kreditkarteninformationen
hi: क्रेडिट कार्ड जानकारी
tr: Kredi Kartı Bilgileri

# installmentDetailsLoadError
source: Installment details could not be loaded
de: Ratenzahlungsdetails konnten nicht geladen werden
hi: किस्त विवरण लोड नहीं किया जा सका
tr: Taksit detayları yüklenemedi

source: Tomorrow
de: Morgen
hi: कल
tr: Yarın

source: Current Password
de: Aktuelles Passwort
hi: वर्तमान पासवर्ड
tr: Mevcut Şifre

source: New Password
de: Neues Passwort
hi: नया पासवर्ड
tr: Yeni Şifre

source: Confirm New Password
de: Neues Passwort bestätigen
hi: नया पासवर्ड पुष्टि करें
tr: Yeni Şifre (Tekrar)

# passwordMinLengthInfo
source: Your password must be at least 6 characters long.
de: Ihr Passwort muss mindestens 6 Zeichen lang sein.
hi: आपका पासवर्ड कम से कम 6 अक्षरों का होना चाहिए।
tr: Şifreniz en az 6 karakter uzunluğunda olmalıdır.

# passwordMinLength
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
tr: Şifre en az 6 karakter olmalı

source: Password changed successfully
de: Passwort erfolgreich geändert
hi: पासवर्ड सफलतापूर्वक बदला गया
tr: Şifre başarıyla değiştirildi

# wrongCurrentPassword
source: Current password is incorrect
de: Aktuelles Passwort ist falsch
hi: वर्तमान पासवर्ड गलत है
tr: Mevcut şifre yanlış

# passwordTooWeak
source: Password is too weak
de: Passwort ist zu schwach
hi: पासवर्ड बहुत कमजोर है
tr: Şifre çok zayıf

# requiresRecentLogin
source: Please log in again to change your password
de: Bitte melden Sie sich erneut an, um Ihr Passwort zu ändern
hi: कृपया अपना पासवर्ड बदलने के लिए फिर से लॉग इन करें
tr: Şifrenizi değiştirmek için tekrar giriş yapın

source: Password change failed
de: Passwortänderung fehlgeschlagen
hi: पासवर्ड बदलने में विफल
tr: Şifre değiştirilemedi

source: OK
hi: ठीक है
tr: Tamam

source: Collected Information
de: Gesammelte Informationen
hi: एकत्रित जानकारी
tr: Toplanan Bilgiler
