Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

# deleteInstallmentWarning
source: This action will delete all installments and refund paid amounts.
de: Diese Aktion löscht alle Raten und erstattet gezahlte Beträge.
hi: यह क्रिया सभी किस्तों को हटा देगी और भुगतान की गई राशि वापस कर देगी।
tr: Bu işlem tüm taksitleri silecek ve ödenen tutarlar geri iade edilecektir.

source: Error deleting transaction
de: Fehler beim Löschen der Transaktion
hi: लेनदेन हटाने में त्रुटि
tr: İşlem silinirken hata oluştu

source: Deleting installment transaction...
de: Ratenzahlungstransaktion wird gelöscht...
hi: किस्त लेनदेन हटाया जा रहा है...
tr: Taksitli işlem siliniyor...

source: Error deleting installment transaction
de: Fehler beim Löschen der Ratenzahlungstransaktion
hi: किस्त लेनदेन हटाने में त्रुटि
tr: Taksitli işlem silinirken hata oluştu

source: Cost
de: Kosten
hi: लागत
tr: Maliyet

source: Weighted Average Cost
de: Gewichtete Durchschnittskosten
hi: भारित औसत लागत
tr: Ağırlıklı Ortalama Alış Fiyatı

source: Portfolio Overview
de: Portfolio-Übersicht
hi: पोर्टफोलियो अवलोकन
tr: Portföy Özeti

source: My Portfolio
de: Mein Portfolio
hi: मेरा पोर्टफोलियो

source: Neutral
hi: तटस्थ

source: Profit
de: Gewinn
hi: लाभ

source: Loss
de: Verlust
hi: हानि

source: Filter By
de: Filtern nach
hi: फ़िल्टर करें

# gainers
source: Rising
de: Steigend
hi: बढ़ रहे

# losers
source: Falling
de: Fallend
hi: गिर रहे

# portfolioRatio
source: Weight
de: Gewichtung
hi: भार

source: Insufficient Balance
de: Unzureichendes Guthaben
hi: अपर्याप्त शेष राशि

# addMoneyToAccount
source: Add money to your account to buy stocks
de: Fügen Sie Geld zu Ihrem Konto hinzu, um Aktien zu kaufen
hi: शेयर खरीदने के लिए अपने खाते में पैसा जोड़ें

source: Add Money
de: Geld hinzufügen
hi: पैसा जोड़ें

source: Add bank account
de: Bankkonto hinzufügen
hi: बैंक खाता जोड़ें

# noBankAccountCashZero
source: Your cash balance is zero and you have no bank account
de: Ihr Bargeldguthaben ist null und Sie haben kein Bankkonto
hi: आपकी नकद शेष राशि शून्य है और आपके पास कोई बैंक खाता नहीं है

# updateCashOrAddBank
source: Update your cash balance or add bank account
de: Aktualisieren Sie Ihr Bargeldguthaben oder fügen Sie ein Bankkonto hinzu
hi: अपनी नकद शेष राशि अपडेट करें या बैंक खाता जोड़ें

source: Total Value
de: Gesamtwert
hi: कुल मूल्य
tr: Toplam Değer

source: Total Cost
de: Gesamtkosten
hi: कुल लागत
tr: Toplam Maliyet

# totalProfitLoss
source: Total P&L
de: Gesamt G&V
hi: कुल लाभ/हानि
tr: Toplam Kar/Zarar

source: Total Return
de: Gesamtrendite
hi: कुल रिटर्न
tr: Toplam Getiri

source: Profit/Loss
de: Gewinn/Verlust
hi: लाभ/हानि
tr: Kar/Zarar

source: Calendar
de: Kalender
hi: कैलेंडर
tr: Takvim

# mondayShort
source: Mon
de: Mo
hi: सोम
tr: Pzt

# tuesdayShort
source: Tue
de: Di
hi: मंगल
tr: Sal

# wednesdayShort
source: Wed
de: Mi
hi: बुध
tr: Çar

# thursdayShort
source: Thu
de: Do
hi: गुरु
tr: Per

# fridayShort
source: Fri
de: Fr
hi: शुक्र
tr: Cum

# saturdayShort
source: Sat
de: Sa
hi: शनि
tr: Cmt

# sundayShort
source: Sun
de: So
hi: रवि
tr: Paz

source: Analysis features in development
de: Analysefunktionen in Entwicklung
hi: विश्लेषण सुविधाएं विकास में
tr: Analiz özellikleri geliştiriliyor

source: Value
de: Wert
hi: मूल्य
tr: Değer

# returnLabel
source: Return
de: Rendite
hi: रिटर्न
tr: Getiri

source: Quick Add Note
de: Schnell Notiz hinzufügen
hi: त्वरित नोट जोड़ें
tr: Hızlı Not Ekle

# addNoteHint
source: e.g. 50₺ grocery shopping
de: z.B. 50€ Lebensmitteleinkauf
hi: उदा. 50₺ किराना खरीदारी
tr: Örn: 50₺ market alışverişi

# voiceButton
source: Voice
de: Sprache
hi: आवाज़
tr: Ses

# stopButton
source: Stop
de: Stopp
hi: रोकें
tr: Durdur

# photoButton
source: Photo
de: Foto
hi: फोटो
tr: Fotoğraf

# addButton
source: Add
de: Hinzufügen
hi: जोड़ें
tr: Ekle

# pendingNotes
source: Pending
de: Ausstehend
hi: लंबित
tr: Bekleyen

# processedNotes
source: Processed
de: Verarbeitet
hi: प्रसंस्कृत
tr: İşlenen

# pendingNotesTitle
source: Pending Notes
de: Ausstehende Notizen
hi: लंबित नोट
tr: Bekleyen Notlar

# processedNotesTitle
source: Processed Notes
de: Verarbeitete Notizen
hi: प्रसंस्कृत नोट
tr: İşleme Dönüştürülen Notlar

# noPendingNotes
source: No pending notes yet Add notes quickly from the field above
de: Noch keine ausstehenden Notizen Fügen Sie Notizen schnell aus dem Feld oben hinzu
hi: अभी तक कोई लंबित नोट नहीं ऊपर के क्षेत्र से जल्दी नोट जोड़ें
tr: Henüz bekleyen not yok Yukarıdaki alandan hızlıca not ekleyin

# noProcessedNotes
source: No notes converted to transactions yet
de: Noch keine Notizen in Transaktionen umgewandelt
hi: अभी तक कोई नोट लेनदेन में परिवर्तित नहीं हुआ
tr: Henüz işleme dönüştürülmüş not yok

# noteStatusPending
source: Pending
de: Ausstehend
hi: लंबित
tr: Bekliyor

# noteStatusProcessed
source: Processed
de: Verarbeitet
hi: प्रसंस्कृत
tr: İşlendi

# convertToExpense
source: Expense
de: Ausgabe
hi: खर्च
tr: Harcama

# convertToIncome
source: Income
de: Einnahme
hi: आय
tr: Gelir

# deleteNote
source: Delete
de: Löschen
hi: हटाएं
tr: Sil

# noteAddedSuccess
source: Note added: {content}
de: Notiz hinzugefügt: {content}
hi: नोट जोड़ा गया: {content}
tr: Not eklendi: {content}

# noteConvertedSuccess
source: Note successfully converted to transaction
de: Notiz erfolgreich in Transaktion umgewandelt
hi: नोट सफलतापूर्वक लेनदेन में परिवर्तित किया गया
tr: Not başarıyla işleme dönüştürüldü

# noteDeletedSuccess
source: Note deleted
de: Notiz gelöscht
hi: नोट हटाया गया
tr: Not silindi

# timeNow
source: Now
de: Jetzt
hi: अभी
tr: Şimdi

# timeMinutesAgo
source: {minutes} min ago
de: vor {minutes} Min
hi: {minutes} मिनट पहले
tr: {minutes} dk önce

# timeHoursAgo
source: {hours} hours ago
de: vor {hours} Std
hi: {hours} घंटे पहले
tr: {hours} saat önce

# timeDaysAgo
source: {days} days ago
de: vor {days} Tagen
hi: {days} दिन पहले
tr: {days} gün önce

source: Cut-off
de: Fälligkeit
hi: कट-ऑफ
tr: Kesim

source: Paid
de: Bezahlt
hi: भुगतान किया गया
tr: Ödendi

source: Overdue
de: Überfällig
hi: अतिदेय
tr: Vadesi geçti

source: days left
de: Tage verbleibend
hi: दिन बचे
tr: gün kaldı

# noTransactionsInStatement
source: No transactions in this statement
de: Keine Transaktionen in diesem Kontoauszug
hi: इस स्टेटमेंट में कोई लेनदेन नहीं
tr: Bu ekstrede işlem bulunmuyor

source: Loading statements...
de: Kontoauszüge werden geladen...
hi: स्टेटमेंट लोड हो रहे हैं...
tr: Ekstreler yükleniyor...

source: Load More
de: Mehr laden
hi: और लोड करें
tr: Daha Fazla Göster

# loadingMore
source: Loading...
de: Wird geladen...
hi: लोड हो रहा है...
tr: Yükleniyor...

source: Current Statement
de: Aktueller Kontoauszug
hi: वर्तमान स्टेटमेंट
tr: Dönem İçi Ekstre

source: Past Statements
de: Vergangene Kontoauszüge
hi: पिछले स्टेटमेंट
tr: Geçmiş Ekstreler

source: Future Statements
de: Zukünftige Kontoauszüge
hi: भविष्य के स्टेटमेंट
tr: Gelecek Ekstreler

source: Statements
de: Kontoauszüge
hi: स्टेटमेंट
tr: Ekstreler

# isBankasi
source: İş Bankası
hi: इश बैंकासी

source: Akbank
hi: अकबैंक

# ziraatBankasi
source: Ziraat Bankası
hi: ज़िरात बैंकासी

# vakifBank
source: VakıfBank
hi: वकीफ बैंक

# yapiKredi
source: Yapı Kredi
hi: यापी क्रेडी

# kuveytTurk
source: Kuveyt Türk
hi: कुवेयत तुर्क

# albarakaTurk
source: Albaraka Türk
hi: अलबारका तुर्क

source: QNB Finansbank
hi: QNB फिनांसबैंक

# enpara
source: Enpara.com
hi: एनपारा

source: Papara
hi: पापारा

# turkiyeFinans
source: Türkiye Finans
hi: तुर्की फिनांस

# hsbcTurkiye
source: HSBC Türkiye
hi: HSBC तुर्की

# ingTurkiye
source: ING Türkiye
hi: ING तुर्की

source: DenizBank
hi: देनिज बैंक

source: AnadoluBank
hi: अनादोलू बैंक

source: Halkbank
hi: हाल्क बैंक

source: Qanta Bank
hi: Qanta बैंक

source: Statement Operations
de: Kontoauszugsoperationen
hi: स्टेटमेंट संचालन
tr: Ekstre İşlemleri

source: Download PDF
de: PDF herunterladen
hi: PDF डाउनलोड करें
tr: PDF İndir

# downloadPdfSubtitle
source: Download statement as PDF
de: Kontoauszug als PDF herunterladen
hi: स्टेटमेंट को PDF के रूप में डाउनलोड करें
tr: Ekstreyi PDF olarak indir

source: Share
de: Teilen
hi: साझा करें
tr: Paylaş

# shareSubtitle
source: Share statement
de: Kontoauszug teilen
hi: स्टेटमेंट साझा करें
tr: Ekstreyi paylaş

source: Mark as Unpaid
de: Als unbezahlt markieren
hi: अवैतनिक के रूप में चिह्नित करें
tr: Ödenmedi Olarak İşaretle

# markAsUnpaidSubtitle
source: Change payment status of this statement
de: Zahlungsstatus dieses Kontoauszugs ändern
hi: इस स्टेटमेंट की भुगतान स्थिति बदलें
tr: Bu ekstrenin ödeme durumunu değiştir

source: Statement marked as unpaid
de: Kontoauszug als unbezahlt markiert
hi: स्टेटमेंट अवैतनिक के रूप में चिह्नित किया गया
tr: Ekstre ödenmedi olarak işaretlendi

# errorMarkingStatement
source: Error occurred while marking statement
de: Fehler beim Markieren des Kontoauszugs
hi: स्टेटमेंट चिह्नित करने के दौरान त्रुटि हुई
tr: Ekstre işaretlenirken hata oluştu

# pdfExportComingSoon
source: PDF export feature coming soon
de: PDF-Export-Funktion kommt bald
hi: PDF निर्यात सुविधा जल्द ही आ रही है
tr: PDF export özelliği yakında eklenecek

source: No statements yet
de: Noch keine Kontoauszüge
hi: अभी तक कोई स्टेटमेंट नहीं
tr: Henüz ekstre bulunmuyor

# statementsWillAppearAfterUsage
source: Statements will appear here after card usage
de: Kontoauszüge erscheinen hier nach Kartennutzung
hi: कार्ड उपयोग के बाद स्टेटमेंट यहाँ दिखाई देंगे
tr: Kart kullanımından sonra ekstreler burada görünecek

# installmentCount
source: {count} Installments
de: {count} Raten
hi: {count} किस्तें
tr: {count} Taksit

source: Limit Management
de: Limitverwaltung
hi: सीमा प्रबंधन
tr: Limit Yönetimi

# pleaseEnterCategoryAndLimit
source: Please enter category name and set limit
de: Bitte geben Sie den Kategorienamen ein und setzen Sie das Limit
hi: कृपया श्रेणी का नाम दर्ज करें और सीमा सेट करें
tr: Lütfen kategori adı girin ve limit belirleyin

# enterValidLimit
source: Enter a valid limit
de: Geben Sie ein gültiges Limit ein
hi: एक वैध सीमा दर्ज करें
tr: Geçerli bir limit girin

source: Limit saved successfully
de: Limit erfolgreich gespeichert
hi: सीमा सफलतापूर्वक सहेजी गई
tr: Limit başarıyla kaydedildi

source: No limits set yet
de: Noch keine Limits gesetzt
hi: अभी तक कोई सीमा सेट नहीं की गई
tr: Henüz limit belirlenmemiş

# setMonthlySpendingLimits
source: Set monthly spending limits for categories to control your budget
de: Setzen Sie monatliche Ausgabenlimits für Kategorien, um Ihr Budget zu kontrollieren
hi: अपने बजट को नियंत्रित करने के लिए श्रेणियों के लिए मासिक खर्च सीमाएं सेट करें
tr: Kategoriler için aylık harcama limiti belirleyerek limitinizi kontrol edin

source: Monthly Limit:
de: Monatliches Limit:
hi: मासिक सीमा:
tr: Aylık Limit:

source: Exceeded
de: Überschritten
hi: पार कर दिया
tr: Aşıldı

source: Limit Exceeded!
de: Limit überschritten!
hi: सीमा पार कर दी!
tr: Limit Aşıldı!

source: Credit card limit insufficient
de: Kreditkartenlimit unzureichend
hi: क्रेडिट कार्ड सीमा अपर्याप्त

# creditCardLimitInsufficientWithAmount
source: Credit card limit insufficient. Remaining limit: {amount}
de: Kreditkartenlimit unzureichend. Verbleibendes Limit: {amount}
hi: क्रेडिट कार्ड सीमा अपर्याप्त। शेष सीमा: {amount}

# creditCardLimitInsufficientTitle
source: Credit Card Limit Insufficient
de: Kreditkartenlimit unzureichend
hi: क्रेडिट कार्ड सीमा अपर्याप्त

# creditCardLimitInsufficientMessage
source: Your credit card limit is not sufficient for this transaction. Please enter a lower amount or pay off your card debt.
de: Ihr Kreditkartenlimit reicht für diese Transaktion nicht aus. Bitte geben Sie einen niedrigeren Betrag ein oder begleichen Sie Ihre Kartenschulden.
hi: आपकी क्रेडिट कार्ड सीमा इस लेनदेन के लिए पर्याप्त नहीं है। कृपया कम राशि दर्ज करें या अपने कार्ड ऋण का भुगतान करें।

# debitCardBalanceInsufficientTitle
source: Debit Card Balance Insufficient
de: Debitkartenguthaben unzureichend
hi: डेबिट कार्ड शेष राशि अपर्याप्त

# debitCardBalanceInsufficientMessage
source: Your debit card balance is not sufficient for this transaction. Please enter a lower amount or deposit money to your card.
de: Ihr Debitkartenguthaben reicht für diese Transaktion nicht aus. Bitte geben Sie einen niedrigeren Betrag ein oder zahlen Sie Geld auf Ihre Karte ein.
hi: आपकी डेबिट कार्ड शेष राशि इस लेनदेन के लिए पर्याप्त नहीं है। कृपया कम राशि दर्ज करें या अपने कार्ड में पैसा जमा करें।

# cashBalanceInsufficientWithAmount
source: Cash balance insufficient. Current: {amount}
de: Bargeldguthaben unzureichend. Aktuell: {amount}
hi: नकद शेष राशि अपर्याप्त। वर्तमान: {amount}

# debitCardBalanceInsufficientWithAmount
source: Debit card balance insufficient. Current: {amount}
de: Debitkartenguthaben unzureichend. Aktuell: {amount}
hi: डेबिट कार्ड शेष राशि अपर्याप्त। वर्तमान: {amount}

# cashBalanceInsufficientTitle
source: Cash Balance Insufficient
de: Bargeldguthaben unzureichend
hi: नकद शेष राशि अपर्याप्त

# cashBalanceInsufficientMessage
source: Your cash balance is not sufficient for this transaction. Please enter a lower amount.
de: Ihr Bargeldguthaben reicht für diese Transaktion nicht aus. Bitte geben Sie einen niedrigeren Betrag ein.
hi: आपकी नकद शेष राशि इस लेनदेन के लिए पर्याप्त नहीं है। कृपया कम राशि दर्ज करें।

# insufficientBalanceTitle
source: Insufficient Balance
de: Unzureichendes Guthaben
hi: अपर्याप्त शेष राशि

# spentAmount
source: Spent:
de: Ausgegeben:
hi: खर्च:
tr: Harcanan:

source: Add New Limit
de: Neues Limit hinzufügen
hi: नई सीमा जोड़ें
tr: Yeni Limit Ekle

# monthlyLimitLabel
source: Monthly Limit
de: Monatliches Limit
hi: मासिक सीमा
tr: Aylık Limit

source: Start Date
de: Startdatum
hi: प्रारंभ तिथि

source: Select start date
de: Startdatum auswählen
hi: प्रारंभ तिथि चुनें

# startDateHint
source: Budget start date
de: Budget-Startdatum
hi: बजट प्रारंभ तिथि

source: Limit Duration
de: Limitdauer
hi: सीमा अवधि

source: One Time
de: Einmalig
hi: एक बार

source: Recurring
de: Wiederkehrend
hi: आवर्ती

# limitWillRenew
source: This limit will automatically renew {period}
de: Dieses Limit wird automatisch {period} erneuert
hi: यह सीमा स्वचालित रूप से {period} नवीनीकृत होगी

# limitOneTime
source: This limit will be created as one-time
de: Dieses Limit wird einmalig erstellt
hi: यह सीमा एक बार के रूप में बनाई जाएगी

source: Save Limit
de: Limit speichern
hi: सीमा सहेजें
tr: Limiti Kaydet

source: Limit
hi: सीमा

source: Sign in with Google
de: Mit Google anmelden
hi: Google के साथ साइन इन करें

source: Sign up with Google
de: Mit Google registrieren
hi: Google के साथ साइन अप करें

source: Google sign-in error
de: Google-Anmeldefehler
hi: Google साइन इन त्रुटि

source: Google sign-up error
de: Google-Registrierungsfehler
hi: Google साइन अप त्रुटि

# googleSignUpSuccess
source: Successfully signed up with Google!
de: Erfolgreich mit Google registriert!
hi: Google के साथ सफलतापूर्वक साइन अप किया!

source: or
de: oder
hi: या

# addFirstNoteInstruction
source: Tap the + button to add your first note
de: Tippen Sie auf die + Schaltfläche, um Ihre erste Notiz hinzuzufügen
hi: अपना पहला नोट जोड़ने के लिए + बटन पर टैप करें

# addExpenseIncomeNoteInstruction
source: Write your expense or income note. You can add it as a transaction later.
de: Schreiben Sie Ihre Ausgaben- oder Einnahmennotiz. Sie können sie später als Transaktion hinzufügen.
hi: अपना खर्च या आय नोट लिखें। आप इसे बाद में लेनदेन के रूप में जोड़ सकते हैं।

# stockTransactionCannotDelete
source: Stock transactions cannot be deleted
de: Aktientransaktionen können nicht gelöscht werden
hi: शेयर लेनदेन हटाए नहीं जा सकते

# stockTransactionDeleteWarning
source: Instead of deleting, make a sell transaction
de: Erstellen Sie stattdessen eine Verkaufstransaktion
hi: हटाने के बजाय, एक बिक्री लेनदेन करें

source: Edit Credit Card
de: Kreditkarte bearbeiten
hi: क्रेडिट कार्ड संपादित करें

source: Select bank
de: Bank auswählen
hi: बैंक चुनें

# pleaseSelectBank
source: Please select a bank
de: Bitte wählen Sie eine Bank aus
hi: कृपया एक बैंक चुनें

# cardNameOptional
source: Card Name
de: Kartenname
hi: कार्ड का नाम

# statementDayLabel
source: Statement Day
de: Auszugstag
hi: स्टेटमेंट दिवस

source: Select statement day
de: Auszugstag auswählen
hi: स्टेटमेंट दिवस चुनें

source: Credit card updated successfully
de: Kreditkarte erfolgreich aktualisiert
hi: क्रेडिट कार्ड सफलतापूर्वक अपडेट किया गया

# updateErrorOccurred
source: An error occurred during update: {error}
de: Ein Fehler ist beim Aktualisieren aufgetreten: {error}
hi: अपडेट के दौरान त्रुटि हुई: {error}

source: Invalid month
de: Ungültiger Monat
hi: अमान्य महीना

# addCardDescription
source: Add your first card to start managing your finances
de: Fügen Sie Ihre erste Karte hinzu, um mit der Verwaltung Ihrer Finanzen zu beginnen
hi: अपने वित्त का प्रबंधन शुरू करने के लिए अपना पहला कार्ड जोड़ें

# budgetManagementDescription
source: Track your spending limits and manage your weekly, monthly, and yearly budgets by category
de: Verfolgen Sie Ihre Ausgabenlimits und verwalten Sie Ihre wöchentlichen, monatlichen und jährlichen Budgets nach Kategorie
hi: अपनी खर्च सीमा ट्रैक करें और श्रेणी के अनुसार अपने साप्ताहिक, मासिक और वार्षिक बजट प्रबंधित करें

source: DARK
de: DUNKEL
hi: डार्क

source: LIGHT
de: HELL
hi: लाइट

source: ON
de: EIN
hi: चालू

source: OFF
de: AUS
hi: बंद

source: Last 7 days
de: Letzte 7 Tage
hi: पिछले 7 दिन

source: Last 30 days
de: Letzte 30 Tage
hi: पिछले 30 दिन

source: Bank Card
de: Bankkarte
hi: बैंक कार्ड

# noStocksMatchFilter
source: No stocks match the current filter
de: Keine Aktien entsprechen dem aktuellen Filter
hi: कोई शेयर वर्तमान फ़िल्टर से मेल नहीं खाता

# tryDifferentFilter
source: Try selecting a different filter
de: Versuchen Sie, einen anderen Filter auszuwählen
hi: एक अलग फ़िल्टर चुनने का प्रयास करें

source: Lunch Break
de: Mittagspause
hi: दोपहर का भोजन

# lunchBreakMessage
source: Half the day has passed, check today's expenses
de: Die Hälfte des Tages ist vorbei, überprüfen Sie die heutigen Ausgaben
hi: आधा दिन बीत गया है, आज के खर्चों की जांच करें

source: Evening Check
de: Abendliche Überprüfung
hi: शाम की जांच

# eveningCheckMessage
source: Don't forget to record today's expenses
de: Vergessen Sie nicht, die heutigen Ausgaben zu erfassen
hi: आज के खर्चों को रिकॉर्ड करना न भूलें

source: Day End
de: Tagesende
hi: दिन का अंत

# dayEndMessage
source: Note today's income and expenses
de: Notieren Sie die heutigen Einnahmen und Ausgaben
hi: आज की आय और खर्चों को नोट करें

source: Qanta Reminders
de: Qanta Erinnerungen
hi: Qanta अनुस्मारक

# reminderChannelDescription
source: Expense and income reminders
de: Erinnerungen für Ausgaben und Einnahmen
hi: खर्च और आय अनुस्मारक

# budgetExceededWarning
source: This expense will exceed your budget limit by {amount}₺
de: Diese Ausgabe überschreitet Ihr Budgetlimit um {amount}€
hi: यह खर्च आपकी बजट सीमा से {amount}₺ अधिक हो जाएगा

# budgetExceededWarningTotal
source: This expense will exceed your budget limit by {amount}₺
de: Diese Ausgabe überschreitet Ihr Budgetlimit um {amount}€
hi: यह खर्च आपकी बजट सीमा से {amount}₺ अधिक हो जाएगा

# budgetNearLimitWarning
source: This expense will exceed 80% of your budget limit
de: Diese Ausgabe überschreitet 80% Ihres Budgetlimits
hi: यह खर्च आपकी बजट सीमा के 80% से अधिक हो जाएगा

# exampleMarketShopping
source: e.g. Grocery shopping
de: z.B. Lebensmitteleinkauf
hi: उदाहरण: किराने की खरीदारी

# exampleSalary
source: e.g. Salary
de: z.B. Gehalt
hi: उदाहरण: वेतन

# accountInfoError
source: Account information could not be retrieved
de: Kontoinformationen konnten nicht abgerufen werden
hi: खाता जानकारी प्राप्त नहीं की जा सकी

# transactionError
source: Error occurred while adding transaction: {error}
de: Fehler beim Hinzufügen der Transaktion: {error}
hi: लेनदेन जोड़ने के दौरान त्रुटि हुई: {error}

# limitDeleteError
source: Limit could not be deleted
de: Limit konnte nicht gelöscht werden
hi: सीमा हटाई नहीं जा सकी

# installment_summary
source: Installments
de: Ratenzahlungen
hi: किस्तें

source: Manage
de: Verwalten
hi: प्रबंधन
tr: Yönet

source: Overall Budget
de: Gesamtbudget
hi: कुल बजट

source: Category Distribution
de: Kategorieverteilung
hi: श्रेणी वितरण

source: Spending Status
de: Ausgabenstatus
hi: खर्च स्थिति

# duplicateBudgetWarning
source: Existing Budget
de: Bestehendes Budget
hi: मौजूदा बजट

# duplicateBudgetMessage
source: A budget already exists for this category in the same period. Use the budget management page to edit the existing budget.
de: Für diese Kategorie existiert bereits ein Budget im gleichen Zeitraum. Verwenden Sie die Budgetverwaltungsseite, um das bestehende Budget zu bearbeiten.
hi: इसी अवधि में इस श्रेणी के लिए पहले से एक बजट मौजूद है। मौजूदा बजट को संपादित करने के लिए बजट प्रबंधन पृष्ठ का उपयोग करें।

source: categories
de: Kategorien
hi: श्रेणियाँ

source: Over Budget
de: Über Budget
hi: बजट से अधिक

# budgetExceededBy
source: You exceeded your budget by {amount}
de: Sie haben Ihr Budget um {amount} überschritten
hi: आपने अपना बजट {amount} से अधिक कर दिया

source: days
de: Tage
hi: दिन

source: weeks
de: Wochen
hi: सप्ताह

source: months
de: Monate
hi: महीने

source: years
de: Jahre
hi: वर्ष

source: Weekly Trend
de: Wöchentlicher Trend
hi: साप्ताहिक प्रवृत्ति

# weeklyTrendExplanation
source: Shows spending pattern of the last 7 days. Higher spending on weekends and lower on Mondays is normal.
de: Zeigt das Ausgabenmuster der letzten 7 Tage. Höhere Ausgaben an Wochenenden und niedrigere an Montagen sind normal.
hi: पिछले 7 दिनों के खर्च पैटर्न को दिखाता है। सप्ताहांत पर अधिक खर्च और सोमवार को कम खर्च सामान्य है।

source: Daily Limit
de: Tageslimit
hi: दैनिक सीमा

# fastSpendingExplanation
source: You are spending more than 15% of your daily budget. It is recommended to be more careful.
de: Sie geben mehr als 15% Ihres täglichen Budgets aus. Es wird empfohlen, vorsichtiger zu sein.
hi: आप अपने दैनिक बजट का 15% से अधिक खर्च कर रहे हैं। अधिक सावधान रहने की सिफारिश की जाती है।

# normalSpendingExplanation
source: You are spending between 8-15% of your daily budget. This is a healthy spending rate.
de: Sie geben zwischen 8-15% Ihres täglichen Budgets aus. Das ist eine gesunde Ausgabenrate.
hi: आप अपने दैनिक बजट का 8-15% खर्च कर रहे हैं। यह एक स्वस्थ खर्च दर है।

# slowSpendingExplanation
source: You are spending less than 8% of your daily budget. You are saving!
de: Sie geben weniger als 8% Ihres täglichen Budgets aus. Sie sparen!
hi: आप अपने दैनिक बजट का 8% से कम खर्च कर रहे हैं। आप बचत कर रहे हैं!

# defaultSpendingExplanation
source: This amount is your total budget divided by remaining days.
de: Dieser Betrag ist Ihr Gesamtbudget dividiert durch die verbleibenden Tage.
hi: यह राशि आपके कुल बजट को शेष दिनों से विभाजित करके प्राप्त की गई है।

source: Card Limit Reached
de: Kartenlimit erreicht
hi: कार्ड सीमा पहुँच गई

# cardLimitReachedMessage
source: You can add up to 3 cards in the free version
de: Sie können in der kostenlosen Version bis zu 3 Karten hinzufügen
hi: आप मुफ्त संस्करण में अधिकतम 3 कार्ड जोड़ सकते हैं

source: Upgrade to Premium
de: Auf Premium upgraden
hi: प्रीमियम में अपग्रेड करें

# premiumOfferSubtitle
source: Unlock all features
de: Alle Funktionen freischalten
hi: सभी सुविधाएं अनलॉक करें

# freeVersion
source: Free
de: Kostenlos
hi: मुफ्त

# premiumVersion
source: Premium
hi: प्रीमियम

# featureCardLimit
source: Card Limit
de: Kartenlimit
hi: कार्ड सीमा

# featureCardLimitFree
source: 3 cards
de: 3 Karten
hi: 3 कार्ड

# featureCardLimitPremium
source: Unlimited
de: Unbegrenzt
hi: असीमित

# featureStockLimit
source: Stock Limit
hi: स्टॉक सीमा

# featureStockLimitFree
source: 3 stocks
de: 3 Aktien
hi: 3 स्टॉक

# featureStockLimitPremium
source: Unlimited
de: Unbegrenzt
hi: असीमित

source: Stock Limit Reached
de: Aktienlimit erreicht
hi: स्टॉक सीमा पहुंच गई

# stockLimitReachedMessage
source: You can add up to 3 stocks in the free version
de: Sie können in der kostenlosen Version bis zu 3 Aktien hinzufügen
hi: मुफ्त संस्करण में आप 3 तक स्टॉक जोड़ सकते हैं

# featureAds
source: Advertisements
de: Werbung
hi: विज्ञापन
