Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

# collectedInformationContent
source: The Qanta application collects the following information to provide you with better service: • Account information (email, name-surname) • Financial transaction data (income, expense, transfer records) • Card and account information • Budget and category preferences • Application usage statistics
de: Die Qanta-Anwendung sammelt die folgenden Informationen, um Ihnen einen besseren Service zu bieten: • Kontoinformationen (E-Mail, Name-Nachname) • Finanztransaktionsdaten (Einkommen, Ausgaben, Überweisungsdatensätze) • Karten- und Kontoinformationen • Budget- und Kategoriepräferenzen • Anwendungsnutzungsstatistiken
hi: Qanta एप्लिकेशन आपको बेहतर सेवा प्रदान करने के लिए निम्नलिखित जानकारी एकत्र करता है: • खाता जानकारी (ईमेल, नाम-उपनाम) • वित्तीय लेनदेन डेटा (आय, खर्च, ट्रांसफर रिकॉर्ड) • कार्ड और खाता जानकारी • बजट और श्रेणी वरीयताएं • एप्लिकेशन उपयोग आंकड़े
tr: Qanta uygulaması, size daha iyi hizmet verebilmek için aşağıdaki bilgileri toplar: • Hesap bilgileri (e-posta, ad-soyad) • Finansal işlem verileri (gelir, gider, transfer kayıtları) • Kart ve hesap bilgileri • Bütçe ve kategori tercihleri • Uygulama kullanım istatistikleri

source: Information Usage
de: Nutzung der Informationen
hi: जानकारी का उपयोग
tr: Bilgilerin Kullanımı

# informationUsageContent
source: The collected information is used for the following purposes: • Providing personal finance management services • Budget tracking and expense analysis • Improving application performance • Security and fraud prevention • Fulfilling legal obligations
de: Die gesammelten Informationen werden für folgende Zwecke verwendet: • Bereitstellung von persönlichen Finanzmanagementdiensten • Budgetverfolgung und Ausgabenanalyse • Verbesserung der Anwendungsleistung • Sicherheit und Betrugsprävention • Erfüllung gesetzlicher Verpflichtungen
hi: एकत्रित जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए किया जाता है: • व्यक्तिगत वित्त प्रबंधन सेवाएं प्रदान करना • बजट ट्रैकिंग और खर्च विश्लेषण • एप्लिकेशन प्रदर्शन में सुधार • सुरक्षा और धोखाधड़ी रोकथाम • कानूनी दायित्वों को पूरा करना
tr: Toplanan bilgiler aşağıdaki amaçlarla kullanılır: • Kişisel finans yönetimi hizmetlerinin sağlanması • Bütçe takibi ve harcama analizlerinin yapılması • Uygulama performansının iyileştirilmesi • Güvenlik ve dolandırıcılık önleme • Yasal yükümlülüklerin yerine getirilmesi

source: Data Security
de: Datensicherheit
hi: डेटा सुरक्षा
tr: Veri Güvenliği

# dataSecurityContent
source: The security of your data is our priority: • All data is stored encrypted • Hosted on secure servers • Regular security updates are made • Protected against unauthorized access • Industry-standard security measures are taken
de: Die Sicherheit Ihrer Daten hat für uns Priorität: • Alle Daten werden verschlüsselt gespeichert • Gehostet auf sicheren Servern • Regelmäßige Sicherheitsupdates werden durchgeführt • Geschützt vor unbefugtem Zugriff • Branchenübliche Sicherheitsmaßnahmen werden ergriffen
hi: आपके डेटा की सुरक्षा हमारी प्राथमिकता है: • सभी डेटा एन्क्रिप्टेड संग्रहीत है • सुरक्षित सर्वर पर होस्ट किया गया है • नियमित सुरक्षा अपडेट किए जाते हैं • अनधिकृत पहुंच के खिलाफ सुरक्षित • उद्योग-मानक सुरक्षा उपाय किए जाते हैं
tr: Verilerinizin güvenliği bizim için önceliktir: • Tüm veriler şifreli olarak saklanır • Güvenli sunucularda barındırılır • Düzenli güvenlik güncellemeleri yapılır • Yetkisiz erişimlere karşı korunur • Endüstri standartlarına uygun güvenlik önlemleri alınır

source: Data Sharing
de: Datenweitergabe
hi: डेटा साझाकरण
tr: Veri Paylaşımı

# dataSharingContent
source: Your personal data is not shared with third parties except in the following cases: • Legal obligations • In case of security breaches • With your explicit consent • Limited sharing with service providers (anonymous)
de: Ihre persönlichen Daten werden außer in folgenden Fällen nicht an Dritte weitergegeben: • Gesetzliche Verpflichtungen • Bei Sicherheitsverletzungen • Mit Ihrer ausdrücklichen Zustimmung • Begrenzte Weitergabe an Dienstleister (anonym)
hi: आपके व्यक्तिगत डेटा को निम्नलिखित मामलों को छोड़कर तीसरे पक्ष के साथ साझा नहीं किया जाता है: • कानूनी दायित्व • सुरक्षा उल्लंघन के मामले में • आपकी स्पष्ट सहमति के साथ • सेवा प्रदाताओं के साथ सीमित साझाकरण (अनाम)
tr: Kişisel verileriniz aşağıdaki durumlar dışında üçüncü taraflarla paylaşılmaz: • Yasal zorunluluklar • Güvenlik ihlalleri durumunda • Açık rızanızın bulunması • Hizmet sağlayıcıları ile sınırlı paylaşım (anonim)

source: User Rights
de: Benutzerrechte
hi: उपयोगकर्ता अधिकार
tr: Kullanıcı Hakları

# userRightsContent
source: Your rights under GDPR: • Learning whether your personal data is processed • Requesting access to your data • Requesting correction of incorrect information • Requesting deletion of data • Completely closing your account
de: Ihre Rechte nach DSGVO: • Erfahren, ob Ihre persönlichen Daten verarbeitet werden • Zugriff auf Ihre Daten anfordern • Korrektur falscher Informationen anfordern • Löschung von Daten anfordern • Ihr Konto vollständig schließen
hi: GDPR के तहत आपके अधिकार: • यह जानना कि आपके व्यक्तिगत डेटा को संसाधित किया जा रहा है या नहीं • अपने डेटा तक पहुंच का अनुरोध करना • गलत जानकारी के सुधार का अनुरोध करना • डेटा के विलोपन का अनुरोध करना • अपने खाते को पूरी तरह से बंद करना
tr: KVKK kapsamında sahip olduğunuz haklar: • Kişisel verilerinizin işlenip işlenmediğini öğrenme • Verilerinize erişim talep etme • Yanlış bilgilerin düzeltilmesini isteme • Verilerin silinmesini talep etme • Hesabınızı tamamen kapatma

source: Contact
de: Kontakt
hi: संपर्क
tr: İletişim

# contactContent
source: For questions about the privacy policy: Email: privacy@qanta.app Address: Istanbul, Turkey This policy was last updated: January 20, 2025
de: Bei Fragen zur Datenschutzrichtlinie: E-Mail: privacy@qanta.app Adresse: Istanbul, Türkei Diese Richtlinie wurde zuletzt aktualisiert: 20. Januar 2025
hi: गोपनीयता नीति के बारे में प्रश्नों के लिए: ईमेल: privacy@qanta.app पता: इस्तांबुल, तुर्की यह नीति अंतिम बार अपडेट की गई थी: 20 जनवरी, 2025
tr: Gizlilik politikası ile ilgili sorularınız için: E-posta: privacy@qanta.app Adres: İstanbul, Türkiye Bu politika son güncellenme tarihi: 20 Ocak 2025

# supportAndContact
source: Support & Contact
de: Support & Kontakt
hi: सहायता और संपर्क
tr: Destek & İletişim

source: Phone
de: Telefon
hi: फ़ोन
tr: Telefon

source: Live Support
hi: लाइव सपोर्ट
tr: Canlı Destek

# liveSupportHours
source: Monday-Friday 09:00-18:00
de: Montag-Freitag 09:00-18:00
hi: सोमवार-शुक्रवार 09:00-18:00
tr: Pazartesi-Cuma 09:00-18:00

source: Is my data secure?
de: Sind meine Daten sicher?
hi: क्या मेरा डेटा सुरक्षित है?
tr: Verilerim güvende mi?

# isMyDataSecureAnswer
source: Yes, all your data is stored encrypted and hosted on secure servers. We provide industry-standard security using Supabase infrastructure.
de: Ja, alle Ihre Daten werden verschlüsselt gespeichert und auf sicheren Servern gehostet. Wir bieten branchenübliche Sicherheit mit Supabase-Infrastruktur.
hi: हाँ, आपका सभी डेटा एन्क्रिप्टेड संग्रहीत है और सुरक्षित सर्वर पर होस्ट किया गया है। हम Supabase बुनियादी ढांचे का उपयोग करके उद्योग-मानक सुरक्षा प्रदान करते हैं।
tr: Evet, tüm verileriniz şifreli olarak saklanır ve güvenli sunucularda barındırılır. Supabase altyapısını kullanarak endüstri standartlarında güvenlik sağlıyoruz.

# forgotPasswordAnswer
source: You can use the "Forgot Password" option on the login screen to send a password reset link to your email address.
de: Sie können die Option "Passwort vergessen" auf dem Anmeldebildschirm verwenden, um einen Link zum Zurücksetzen des Passworts an Ihre E-Mail-Adresse zu senden.
hi: आप लॉगिन स्क्रीन पर "पासवर्ड भूल गए" विकल्प का उपयोग करके अपने ईमेल पते पर पासवर्ड रीसेट लिंक भेज सकते हैं।
tr: Giriş ekranında "Şifremi Unuttum" seçeneğini kullanarak e-posta adresinize şifre sıfırlama bağlantısı gönderebilirsiniz.

# howToDeleteAccount
source: How can I delete my account?
de: Wie kann ich mein Konto löschen?
hi: मैं अपना खाता कैसे हटा सकता हूँ?
tr: Hesabımı nasıl silebilirim?

# howToDeleteAccountAnswer
source: You can log out from the profile page or contact our support team to request complete deletion of your account.
de: Sie können sich auf der Profilseite abmelden oder unser Support-Team kontaktieren, um die vollständige Löschung Ihres Kontos anzufordern.
hi: आप प्रोफ़ाइल पृष्ठ से लॉग आउट कर सकते हैं या अपने खाते को पूरी तरह से हटाने के लिए हमारी सपोर्ट टीम से संपर्क कर सकते हैं।
tr: Profil sayfasından çıkış yapabilir veya destek ekibimizle iletişime geçerek hesabınızın tamamen silinmesini talep edebilirsiniz.

# isAppFree
source: Is the app free?
de: Ist die App kostenlos?
hi: क्या ऐप मुफ्त है?
tr: Uygulama ücretsiz mi?

# isAppFreeAnswer
source: Yes, Qanta can be used completely free. Premium features may be added in the future, but basic features will always remain free.
de: Ja, Qanta kann vollständig kostenlos verwendet werden. Premium-Funktionen können in Zukunft hinzugefügt werden, aber grundlegende Funktionen bleiben immer kostenlos.
hi: हाँ, Qanta का उपयोग पूरी तरह से मुफ्त में किया जा सकता है। भविष्य में प्रीमियम सुविधाएं जोड़ी जा सकती हैं, लेकिन बुनियादी सुविधाएं हमेशा मुफ्त रहेंगी।
tr: Evet, Qanta tamamen ücretsiz olarak kullanılabilir. Gelecekte premium özellikler eklenebilir ancak temel özellikler her zaman ücretsiz kalacaktır.

source: App Information
de: App-Informationen
hi: ऐप जानकारी
tr: Uygulama Bilgileri

source: Last Update
de: Letzte Aktualisierung
hi: अंतिम अपडेट
tr: Son Güncelleme

source: Developer
de: Entwickler
hi: डेवलपर
tr: Geliştirici

source: Platform
de: Plattform
hi: प्लेटफ़ॉर्म

# liveSupportTitle
source: Live Support
hi: लाइव सपोर्ट
tr: Canlı Destek

# liveSupportMessage
source: Live support service is currently in development. For urgent matters, please contact us via email or phone.
de: Der Live-Support-Service befindet sich derzeit in der Entwicklung. Für dringende Angelegenheiten kontaktieren Sie uns bitte per E-Mail oder Telefon.
hi: लाइव सपोर्ट सेवा वर्तमान में विकास में है। जरूरी मामलों के लिए, कृपया हमसे ईमेल या फ़ोन के माध्यम से संपर्क करें।
tr: Canlı destek hizmeti şu anda geliştirme aşamasındadır. Acil durumlar için lütfen e-posta veya telefon ile iletişime geçin.

source: Service Description
de: Servicebeschreibung
hi: सेवा विवरण
tr: Hizmet Tanımı

# serviceDescriptionContent
source: Qanta is a mobile application designed for personal finance management. The application offers the following services: • Income and expense tracking • Budget management and planning • Card and account management • Financial reporting and analysis • Installment tracking and management
de: Qanta ist eine mobile Anwendung für die persönliche Finanzverwaltung. Die Anwendung bietet die folgenden Dienstleistungen: • Einnahmen- und Ausgabenverfolgung • Budgetverwaltung und -planung • Karten- und Kontoverwaltung • Finanzberichterstattung und -analyse • Ratenzahlungsverfolgung und -verwaltung
hi: Qanta व्यक्तिगत वित्त प्रबंधन के लिए डिज़ाइन किया गया एक मोबाइल एप्लिकेशन है। एप्लिकेशन निम्नलिखित सेवाएं प्रदान करता है: • आय और खर्च ट्रैकिंग • बजट प्रबंधन और योजना • कार्ड और खाता प्रबंधन • वित्तीय रिपोर्टिंग और विश्लेषण • किस्त ट्रैकिंग और प्रबंधन
tr: Qanta, kişisel finans yönetimi için tasarlanmış bir mobil uygulamadır. Uygulama aşağıdaki hizmetleri sunar: • Gelir ve gider takibi • Bütçe yönetimi ve planlama • Kart ve hesap yönetimi • Finansal raporlama ve analiz • Taksit takibi ve yönetimi

source: Usage Terms
de: Nutzungsbedingungen
hi: उपयोग की शर्तें
tr: Kullanım Koşulları

# usageTermsContent
source: By using the Qanta application, you agree to the following terms: • You will use the application only for legal purposes • You will provide accurate and up-to-date information • You will protect your account security • You will respect the rights of other users • You will avoid misuse of the application
de: Durch die Nutzung der Qanta-Anwendung stimmen Sie den folgenden Bedingungen zu: • Sie verwenden die Anwendung nur für rechtmäßige Zwecke • Sie geben genaue und aktuelle Informationen an • Sie schützen Ihre Kontosicherheit • Sie respektieren die Rechte anderer Benutzer • Sie vermeiden den Missbrauch der Anwendung
hi: Qanta एप्लिकेशन का उपयोग करके, आप निम्नलिखित शर्तों से सहमत हैं: • आप एप्लिकेशन का उपयोग केवल कानूनी उद्देश्यों के लिए करेंगे • आप सटीक और अद्यतन जानकारी प्रदान करेंगे • आप अपने खाते की सुरक्षा की रक्षा करेंगे • आप अन्य उपयोगकर्ताओं के अधिकारों का सम्मान करेंगे • आप एप्लिकेशन के दुरुपयोग से बचेंगे
tr: Qanta uygulamasını kullanarak aşağıdaki koşulları kabul etmiş olursunuz: • Uygulamayı yalnızca yasal amaçlarla kullanacaksınız • Doğru ve güncel bilgiler sağlayacaksınız • Hesap güvenliğinizi koruyacaksınız • Diğer kullanıcıların haklarına saygı göstereceksiniz • Uygulamanın kötüye kullanımından kaçınacaksınız

source: User Responsibilities
de: Benutzerverantwortlichkeiten
hi: उपयोगकर्ता जिम्मेदारियां
tr: Kullanıcı Sorumlulukları

# userResponsibilitiesContent
source: As a user, you have the following responsibilities: • Keeping your account information secure • Not sharing your password with anyone • Ensuring the accuracy of your financial data • Complying with application rules • Reporting security breaches
de: Als Benutzer haben Sie folgende Verantwortlichkeiten: • Sicherung Ihrer Kontoinformationen • Nicht-Weitergabe Ihres Passworts an Dritte • Gewährleistung der Genauigkeit Ihrer Finanzdaten • Einhaltung der Anwendungsregeln • Meldung von Sicherheitsverletzungen
hi: उपयोगकर्ता के रूप में, आपकी निम्नलिखित जिम्मेदारियां हैं: • अपनी खाता जानकारी को सुरक्षित रखना • अपना पासवर्ड किसी के साथ साझा नहीं करना • अपने वित्तीय डेटा की सटीकता सुनिश्चित करना • एप्लिकेशन नियमों का पालन करना • सुरक्षा उल्लंघनों की रिपोर्ट करना
tr: Kullanıcı olarak aşağıdaki sorumluluklarınız bulunmaktadır: • Hesap bilgilerinizi güvenli tutmak • Şifrenizi kimseyle paylaşmamak • Finansal verilerinizin doğruluğunu sağlamak • Uygulama kurallarına uymak • Güvenlik ihlallerini bildirmek

source: Service Limitations
de: Serviceeinschränkungen
hi: सेवा सीमाएं
tr: Hizmet Sınırlamaları

# serviceLimitationsContent
source: The Qanta application is subject to the following limitations: • Does not provide financial advisory services • Does not give investment advice • Does not perform banking transactions • Does not provide credit or lending services • Does not provide tax advisory services
de: Die Qanta-Anwendung unterliegt folgenden Einschränkungen: • Bietet keine Finanzberatungsdienste • Gibt keine Anlageberatung • Führt keine Banktransaktionen durch • Bietet keine Kredit- oder Kreditdienstleistungen • Bietet keine Steuerberatung
hi: Qanta एप्लिकेशन निम्नलिखित सीमाओं के अधीन है: • वित्तीय सलाहकार सेवाएं प्रदान नहीं करता • निवेश सलाह नहीं देता • बैंकिंग लेनदेन नहीं करता • क्रेडिट या ऋण सेवाएं प्रदान नहीं करता • कर सलाहकार सेवाएं प्रदान नहीं करता
tr: Qanta uygulaması aşağıdaki sınırlamalara tabidir: • Finansal danışmanlık hizmeti sunmaz • Yatırım önerisi vermez • Banka işlemleri gerçekleştirmez • Kredi veya borç verme hizmeti sunmaz • Vergi danışmanlığı yapmaz

source: Intellectual Property
de: Geistiges Eigentum
hi: बौद्धिक संपदा
tr: Fikri Mülkiyet

# intellectualPropertyContent
source: All content of the Qanta application is protected by copyright: • Application design and code • Logo and brand elements • Text and visual content • Algorithms and calculation methods • Database structure
de: Alle Inhalte der Qanta-Anwendung sind urheberrechtlich geschützt: • Anwendungsdesign und Code • Logo und Markenelemente • Text- und visuelle Inhalte • Algorithmen und Berechnungsmethoden • Datenbankstruktur
hi: Qanta एप्लिकेशन की सभी सामग्री कॉपीराइट द्वारा संरक्षित है: • एप्लिकेशन डिज़ाइन और कोड • लोगो और ब्रांड तत्व • पाठ और दृश्य सामग्री • एल्गोरिदम और गणना विधियां • डेटाबेस संरचना
tr: Qanta uygulamasının tüm içeriği telif hakkı ile korunmaktadır: • Uygulama tasarımı ve kodu • Logo ve marka unsurları • Metin ve görsel içerikler • Algoritma ve hesaplama yöntemleri • Veritabanı yapısı

source: Service Changes
de: Serviceänderungen
hi: सेवा परिवर्तन
tr: Hizmet Değişiklikleri

# serviceChangesContent
source: Qanta reserves the right to make changes to its services: • Adding or removing features • Pricing changes • Updating terms of use • Service termination • Maintenance and updates
de: Qanta behält sich das Recht vor, Änderungen an seinen Diensten vorzunehmen: • Hinzufügen oder Entfernen von Funktionen • Preisänderungen • Aktualisierung der Nutzungsbedingungen • Dienstbeendigung • Wartung und Updates
hi: Qanta अपनी सेवाओं में परिवर्तन करने का अधिकार सुरक्षित रखता है: • सुविधाएं जोड़ना या हटाना • मूल्य निर्धारण परिवर्तन • उपयोग की शर्तों को अपडेट करना • सेवा समाप्ति • रखरखाव और अपडेट
tr: Qanta, hizmetlerinde değişiklik yapma hakkını saklı tutar: • Özellik ekleme veya çıkarma • Fiyatlandırma değişiklikleri • Kullanım koşullarını güncelleme • Hizmet sonlandırma • Bakım ve güncellemeler

source: Disclaimer
de: Haftungsausschluss
hi: अस्वीकरण
tr: Sorumluluk Reddi

# disclaimerContent
source: Qanta is not responsible for the following situations: • Data loss or corruption • System failures or interruptions • Third-party service providers • Damages resulting from user errors • Internet connection issues
de: Qanta ist nicht verantwortlich für folgende Situationen: • Datenverlust oder -beschädigung • Systemausfälle oder -unterbrechungen • Drittanbieter • Schäden durch Benutzerfehler • Internetverbindungsprobleme
hi: Qanta निम्नलिखित स्थितियों के लिए जिम्मेदार नहीं है: • डेटा हानि या भ्रष्टाचार • सिस्टम विफलताएं या व्यवधान • तीसरे पक्ष की सेवा प्रदाता • उपयोगकर्ता त्रुटियों के परिणामस्वरूप नुकसान • इंटरनेट कनेक्शन समस्याएं
tr: Qanta aşağıdaki durumlardan sorumlu değildir: • Veri kaybı veya bozulması • Sistem arızaları veya kesintiler • Üçüncü taraf hizmet sağlayıcıları • Kullanıcı hatalarından kaynaklanan zararlar • İnternet bağlantısı sorunları

# termsContact
source: Contact
de: Kontakt
hi: संपर्क
tr: İletişim

# termsContactContent
source: For questions about terms of service: Email: support@qanta.app Web: www.qanta.app Address: Istanbul, Turkey These terms were last updated: January 20, 2025
de: Bei Fragen zu den Nutzungsbedingungen: E-Mail: support@qanta.app Web: www.qanta.app Adresse: Istanbul, Türkei Diese Bedingungen wurden zuletzt aktualisiert: 20. Januar 2025
hi: सेवा की शर्तों के बारे में प्रश्नों के लिए: ईमेल: support@qanta.app वेब: www.qanta.app पता: इस्तांबुल, तुर्की ये शर्तें अंतिम बार अपडेट की गई थीं: 20 जनवरी, 2025
tr: Kullanım şartları ile ilgili sorularınız için: E-posta: support@qanta.app Web: www.qanta.app Adres: İstanbul, Türkiye Bu şartlar son güncellenme tarihi: 20 Ocak 2025

# faq
source: Frequently Asked Questions
de: Häufig gestellte Fragen
hi: अक्सर पूछे जाने वाले प्रश्न
tr: Sık Sorulan Sorular

source: General Questions
de: Allgemeine Fragen
hi: सामान्य प्रश्न
tr: Genel Sorular

source: Account and Security
de: Konto und Sicherheit
hi: खाता और सुरक्षा
tr: Hesap ve Güvenlik

source: Features
de: Funktionen
hi: सुविधाएं
tr: Özellikler

source: Technical Issues
de: Technische Probleme
hi: तकनीकी समस्याएं
tr: Teknik Sorunlar

source: What is Qanta?
de: Was ist Qanta?
hi: Qanta क्या है?
tr: Qanta nedir?

# whatIsQantaAnswer
source: Qanta is a modern mobile application designed for personal finance management. It offers income-expense tracking, budget management, card tracking, and financial analysis features.
de: Qanta ist eine moderne mobile Anwendung zur persönlichen Finanzverwaltung. Sie bietet Einnahmen-Ausgaben-Verfolgung, Budgetverwaltung, Kartenverfolgung und Finanzanalysefunktionen.
hi: Qanta व्यक्तिगत वित्त प्रबंधन के लिए डिज़ाइन किया गया एक आधुनिक मोबाइल एप्लिकेशन है। यह आय-खर्च ट्रैकिंग, बजट प्रबंधन, कार्ड ट्रैकिंग, और वित्तीय विश्लेषण सुविधाएं प्रदान करता है।
tr: Qanta, kişisel finans yönetimi için tasarlanmış modern bir mobil uygulamadır. Gelir-gider takibi, bütçe yönetimi, kart takibi ve finansal analiz özellikleri sunar.

# whichDevicesSupported
source: Which devices can I use it on?
de: Auf welchen Geräten kann ich es verwenden?
hi: मैं इसे किन उपकरणों पर उपयोग कर सकता हूँ?
tr: Hangi cihazlarda kullanabilirim?

# whichDevicesSupportedAnswer
source: Qanta can be used on Android and iOS devices. It is developed with Flutter technology.
de: Qanta kann auf Android- und iOS-Geräten verwendet werden. Es wurde mit Flutter-Technologie entwickelt.
hi: Qanta का उपयोग Android और iOS उपकरणों पर किया जा सकता है। यह Flutter तकनीक के साथ विकसित किया गया है।
tr: Qanta, Android ve iOS cihazlarda kullanılabilir. Flutter teknolojisi ile geliştirilmiştir.

# howToChangePassword
source: How can I change my password?
de: Wie kann ich mein Passwort ändern?
hi: मैं अपना पासवर्ड कैसे बदल सकता हूँ?
tr: Şifremi nasıl değiştiririm?

# howToChangePasswordAnswer
source: You can use the "Change Password" option from the "Security" section on the profile page.
de: Sie können die Option "Passwort ändern" im Bereich "Sicherheit" auf der Profilseite verwenden.
hi: आप प्रोफ़ाइल पृष्ठ पर "सुरक्षा" अनुभाग से "पासवर्ड बदलें" विकल्प का उपयोग कर सकते हैं।
tr: Profil sayfasında "Güvenlik" bölümünden "Şifre Değiştir" seçeneğini kullanabilirsiniz.

# whichCardTypesSupported
source: Which card types do you support?
de: Welche Kartentypen unterstützen Sie?
hi: आप किन कार्ड प्रकारों का समर्थन करते हैं?
tr: Hangi kart türlerini destekliyorsunuz?

# whichCardTypesSupportedAnswer
source: Credit cards, debit cards, and cash accounts are supported. Compatible with all Turkish banks.
de: Kreditkarten, Debitkarten und Bargeldkonten werden unterstützt. Kompatibel mit allen türkischen Banken.
hi: क्रेडिट कार्ड, डेबिट कार्ड और नकद खाते समर्थित हैं। सभी तुर्की बैंकों के साथ संगत।
tr: Kredi kartları, banka kartları ve nakit hesapları desteklenmektedir. Tüm Türk bankaları ile uyumludur.

source: How does installment tracking work?
de: Wie funktioniert die Ratenzahlungsverfolgung?
hi: किस्त ट्रैकिंग कैसे काम करती है?
tr: Taksit takibi nasıl çalışır?

# howDoesInstallmentTrackingWorkAnswer
source: You can add installment purchases and automatically track your monthly payments. The system sends you reminders.
de: Sie können Ratenkäufe hinzufügen und Ihre monatlichen Zahlungen automatisch verfolgen. Das System sendet Ihnen Erinnerungen.
hi: आप किस्त खरीदारी जोड़ सकते हैं और अपने मासिक भुगतानों को स्वचालित रूप से ट्रैक कर सकते हैं। सिस्टम आपको याद दिलाता है।
tr: Taksitli alışverişlerinizi ekleyebilir, aylık ödemelerinizi otomatik olarak takip edebilirsiniz. Sistem size hatırlatmalar gönderir.

source: How to use budget management?
de: Wie verwende ich die Budgetverwaltung?
hi: बजट प्रबंधन का उपयोग कैसे करें?
tr: Bütçe yönetimi nasıl kullanılır?

# howToUseBudgetManagementAnswer
source: You can set monthly limits for categories, track your expenses, and receive alerts when limits are exceeded.
de: Sie können monatliche Limits für Kategorien festlegen, Ihre Ausgaben verfolgen und Warnungen erhalten, wenn Limits überschritten werden.
hi: आप श्रेणियों के लिए मासिक सीमाएं निर्धारित कर सकते हैं, अपने खर्चों को ट्रैक कर सकते हैं, और सीमा पार होने पर अलर्ट प्राप्त कर सकते हैं।
tr: Kategoriler için aylık limitler belirleyebilir, harcamalarınızı takip edebilir ve limit aşımlarında uyarı alabilirsiniz.

# appCrashingWhatToDo
source: The app is crashing, what should I do?
de: Die App stürzt ab, was soll ich tun?
hi: ऐप क्रैश हो रहा है, मुझे क्या करना चाहिए?
tr: Uygulama çöküyor, ne yapmalıyım?
