Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

source: Welcome
de: Willkommen
hi: स्वागत है
tr: Hoş Geldiniz

source: Get Started
de: Loslegen
hi: शुरू करें
tr: Başlayın

source: Home
de: Startseite
hi: होम
tr: Ana Sayfa

source: Settings
de: Einstellungen
hi: सेटिंग्स
tr: Ayarlar

source: Dark Mode
de: Dunkler Modus
hi: डार्क मोड
tr: Karanlık Mod

source: Light Mode
de: Heller Modus
hi: लाइट मोड
tr: Açık Mod

source: Theme
de: Design
hi: थीम
tr: Tema

source: Language
de: Sprache
hi: भाषा
tr: Dil

source: English
de: Englisch
hi: अंग्रेजी
tr: İngilizce

source: Turkish
de: Türkisch
hi: तुर्की
tr: Türkçe

source: Login
de: Anmelden
hi: लॉग इन
tr: Giriş Yap

source: Logout
de: Abmelden
hi: लॉग आउट
tr: Çıkış Yap

source: Email
hi: ईमेल
tr: E-posta

source: Password
de: Passwort
hi: पासवर्ड
tr: Şifre

# fullName
source: Your Name
de: Ihr Name
hi: आपका नाम
tr: Adınız

source: Sign Up
de: Registrieren
hi: साइन अप करें
tr: Kayıt Ol

# forgotPassword
source: I forgot my password, what should I do?
de: Ich habe mein Passwort vergessen, was soll ich tun?
hi: मैंने अपना पासवर्ड भूल गया, मुझे क्या करना चाहिए?
tr: Şifremi unuttum, ne yapmalıyım?

source: Budget
hi: बजट
tr: Bütçe

source: Expenses
de: Ausgaben
hi: खर्च
tr: Giderler

source: Income
de: Einnahme
hi: आय
tr: Gelir

source: Investments
de: Investitionen
hi: निवेश
tr: Yatırımlar

source: Analytics
de: Analyse
hi: विश्लेषण
tr: Analiz

source: Balance
de: Saldo
hi: शेष राशि
tr: Bakiye

# onboardingDescription
source: Your personal finance app. Track expenses, manage cards, monitor stocks, and set budgets.
de: Ihre persönliche Finanz-App. Verfolgen Sie Ausgaben, verwalten Sie Karten, überwachen Sie Aktien und legen Sie Budgets fest.
hi: आपका व्यक्तिगत वित्त ऐप। खर्च ट्रैक करें, कार्ड प्रबंधित करें, स्टॉक मॉनिटर करें और बजट सेट करें।
tr: Kişisel finans uygulamanız. Harcamaları takip edin, kartları yönetin, hisseleri izleyin ve bütçe belirleyin.

# welcomeSubtitle
source: Take control of your finances today!
de: Übernehmen Sie noch heute die Kontrolle über Ihre Finanzen!
hi: आज ही अपने वित्त पर नियंत्रण रखें!
tr: Paranızı bugün daha iyi yönetmeye başlayın!

# budgetSubtitle
source: Track your spending
de: Verfolgen Sie Ihre Ausgaben
hi: अपना खर्च ट्रैक करें
tr: Harcamalarınızı takip edin

# investmentsSubtitle
source: Grow your wealth
de: Vermögen aufbauen
hi: अपनी संपत्ति बढ़ाएं
tr: Birikimlerinizi artırın

# analyticsSubtitle
source: Financial insights
de: Finanzielle Einblicke
hi: वित्तीय अंतर्दृष्टि
tr: Verilerinizi analiz edin

# settingsSubtitle
source: Customize your app
de: App anpassen
hi: अपने ऐप को अनुकूलित करें
tr: Uygulamayı kendinize göre ayarlayın

# appSlogan
source: Manage your money smartly
de: Verwalten Sie Ihr Geld intelligent
hi: अपने पैसे को समझदारी से प्रबंधित करें
tr: Paranızı akıllıca yönetin

# greetingHello
source: Hello, {name}!
de: Hallo, {name}!
hi: नमस्ते, {name}!
tr: Merhaba, {name}!

# homeMainTitle
source: Ready to reach your financial goals?
de: Bereit, Ihre finanziellen Ziele zu erreichen?
hi: अपने वित्तीय लक्ष्यों तक पहुंचने के लिए तैयार हैं?
tr: Finansal hedeflerinize ulaşmaya hazır mısınız?

# homeSubtitle
source: Manage your money smartly and plan your future
de: Verwalten Sie Ihr Geld intelligent und planen Sie Ihre Zukunft
hi: अपने पैसे को समझदारी से प्रबंधित करें और अपने भविष्य की योजना बनाएं
tr: Paranızı akıllıca yönetin ve geleceğinizi planlayın

# defaultUserName
source: User
de: Benutzer
hi: उपयोगकर्ता
tr: Qanta Kullanıcısı

# nameRequired
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
hi: कृपया अपना नाम दर्ज करें
tr: İsim gerekli

# emailRequired
source: Please enter your email address
de: Bitte geben Sie Ihre E-Mail-Adresse ein
hi: कृपया अपना ईमेल पता दर्ज करें
tr: E-posta gerekli

# emailInvalid
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
hi: कृपया एक वैध ईमेल पता दर्ज करें
tr: Geçerli bir e-posta girin

# passwordRequired
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
hi: कृपया अपना पासवर्ड दर्ज करें
tr: Şifre gerekli

# passwordTooShort
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen lang sein
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए
tr: Şifre çok kısa

# confirmPasswordRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
hi: कृपया अपना पासवर्ड पुष्टि करें
tr: Şifre onayı gerekli

source: Passwords do not match
de: Passwörter stimmen nicht überein
hi: पासवर्ड मेल नहीं खाते
tr: Yeni şifreler eşleşmiyor

source: Confirm Password
de: Passwort bestätigen
hi: पासवर्ड पुष्टि करें
tr: Şifreyi Onayla

# loginSubtitle
source: Sign in to your account
de: Bei Ihrem Konto anmelden
hi: अपने खाते में साइन इन करें
tr: Hesabınıza giriş yapın

source: Create Account
de: Konto erstellen
hi: खाता बनाएं
tr: Hesap Oluştur

# registerSubtitle
source: Join Qanta and start managing your money
de: Treten Sie Qanta bei und beginnen Sie, Ihr Geld zu verwalten
hi: Qanta में शामिल हों और अपने पैसे का प्रबंधन शुरू करें
tr: Qanta'ya katılın ve paranızı yönetmeye başlayın

source: Page not found
de: Seite nicht gefunden
hi: पेज नहीं मिला
tr: Sayfa bulunamadı

# pageNotFoundDescription
source: The page you are looking for does not exist.
de: Die gesuchte Seite existiert nicht.
hi: आप जो पेज ढूंढ रहे हैं वह मौजूद नहीं है।
tr: Aradığınız sayfa mevcut değil.

source: Go Home
de: Zur Startseite
hi: होम पर जाएं
tr: Ana Sayfaya Git

# alreadyHaveAccount
source: Already have an account?
de: Bereits ein Konto vorhanden?
hi: पहले से खाता है?
tr: Zaten hesabınız var mı?

# dontHaveAccount
source: Don't have an account?
de: Noch kein Konto?
hi: खाता नहीं है?
tr: Hesabınız yok mu?

source: Login error
de: Anmeldefehler
hi: लॉग इन त्रुटि
tr: Giriş hatası

# registerError
source: Registration error
de: Registrierungsfehler
hi: पंजीकरण त्रुटि
tr: Kayıt hatası

# networkError
source: Please check your internet connection and try again
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें
tr: Ağ hatası

# emailNotConfirmed
source: You need to verify your email address. Please check your email.
de: Sie müssen Ihre E-Mail-Adresse bestätigen. Bitte überprüfen Sie Ihre E-Mails.
hi: आपको अपना ईमेल पता सत्यापित करना होगा। कृपया अपना ईमेल जांचें।
tr: E-posta adresinizi doğrulamanız gerekiyor. Lütfen e-postanızı kontrol edin.

# invalidCredentials
source: Invalid email or password. Please check your credentials and try again.
de: Ungültige E-Mail-Adresse oder Passwort. Bitte überprüfen Sie Ihre Anmeldedaten und versuchen Sie es erneut.
hi: अमान्य ईमेल या पासवर्ड। कृपया अपनी साख जांचें और पुनः प्रयास करें।
tr: E-posta veya şifre hatalı. Lütfen tekrar deneyin.

# tooManyRequests
source: Too many attempts. Please wait a few minutes and try again.
de: Zu viele Versuche. Bitte warten Sie einige Minuten und versuchen Sie es erneut.
hi: बहुत अधिक प्रयास। कृपया कुछ मिनट प्रतीक्षा करें और पुनः प्रयास करें।
tr: Çok fazla deneme yapıldı. Lütfen daha sonra tekrar deneyin.

# invalidEmailAddress
source: Invalid email address. Please enter a valid email address.
de: Ungültige E-Mail-Adresse. Bitte geben Sie eine gültige E-Mail-Adresse ein.
hi: अमान्य ईमेल पता। कृपया एक वैध ईमेल पता दर्ज करें।
tr: Geçersiz e-posta adresi. Lütfen doğru bir e-posta girin.

# passwordTooShortError
source: Password is too short. Please enter a password with at least 6 characters.
de: Das Passwort ist zu kurz. Bitte geben Sie ein Passwort mit mindestens 6 Zeichen ein.
hi: पासवर्ड बहुत छोटा है। कृपया कम से कम 6 अक्षरों का पासवर्ड दर्ज करें।
tr: Şifre çok kısa. En az 6 karakter olmalı.

# userAlreadyRegistered
source: This email is already registered. Please sign in instead.
de: Diese E-Mail-Adresse ist bereits registriert. Bitte melden Sie sich stattdessen an.
hi: यह ईमेल पहले से पंजीकृत है। कृपया इसके बजाय साइन इन करें।
tr: Bu e-posta adresi zaten kayıtlı. Giriş yapmayı deneyin.

# signupDisabled
source: Registration is currently unavailable. Please try again later.
de: Die Registrierung ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
hi: पंजीकरण वर्तमान में उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।
tr: Kayıt işlemi şu anda devre dışı. Lütfen daha sonra deneyin.

# unknownError
source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}
hi: एक त्रुटि हुई: {error}
tr: Bir hata oluştu: {error}

source: No Internet Connection
de: Keine Internetverbindung
hi: कोई इंटरनेट कनेक्शन नहीं

# noInternetDescription
source: Please check your internet connection and try again
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें

source: Try Again
de: Erneut versuchen
hi: पुनः प्रयास करें
tr: Tekrar Dene

# registrationSuccessful
source: Registration successful! Welcome {name}!
de: Registrierung erfolgreich! Willkommen {name}!
hi: पंजीकरण सफल! स्वागत है {name}!
tr: Kayıt başarılı! Hoş geldin {name}!

source: Total Balance
de: Gesamtsaldo
hi: कुल शेष राशि
tr: Toplam Bakiye

source: Total Portfolio
de: Gesamtportfolio
hi: कुल पोर्टफोलियो
tr: Toplam Portföy

# allAccounts
source: All your accounts
de: Alle Ihre Konten
hi: आपके सभी खाते
tr: Tüm hesaplarınız

source: Available Balance
de: Verfügbar: {amount}
hi: उपलब्ध: {amount}
tr: Kullanılabilir Bakiye

source: This Month Income
de: Einkommen diesen Monat
hi: इस महीने की आय
tr: Bu Ay Gelir

source: This Month Expense
de: Ausgaben diesen Monat
hi: इस महीने का खर्च
tr: Bu Ay Gider

source: My Cards
de: Meine Karten
hi: मेरे कार्ड
tr: Kartlarım

source: Manage your cards
de: Verwalten Sie Ihre Karten
hi: अपने कार्ड प्रबंधित करें
tr: Kartlarınızı yönetin

source: See All
de: Alle anzeigen
hi: सभी देखें
tr: Tümünü Gör

source: Recent Transactions
de: Letzte Transaktionen
hi: हाल की लेनदेन
tr: Son İşlemler

source: This Month Summary
de: Zusammenfassung diesen Monat
hi: इस महीने का सारांश
tr: Bu Ay Özeti

source: SAVINGS
de: Ersparnisse
hi: बचत
tr: BİRİKİM

# budgetUsed
source: Used
de: Verwendet
hi: उपयोग किया गया
tr: Kullanıldı

source: Remaining
de: Verbleibend
hi: शेष
tr: Kalan:

source: Installment
de: Ratenzahlung
hi: किस्त
tr: Taksit

# categoryHint
source: coffee, market, fuel...
de: Kaffee, Markt, Kraftstoff...
hi: कॉफी, बाजार, ईंधन...
tr: kahve, market, benzin...

# noBudgetDefined
source: No budget defined yet
de: Noch kein Budget definiert
hi: अभी तक कोई बजट परिभाषित नहीं किया गया
tr: Henüz bütçe tanımlanmamış

# createBudgetDescription
source: Create a budget to track your spending limits
de: Erstellen Sie ein Budget, um Ihre Ausgabengrenzen zu verfolgen
hi: अपनी खर्च सीमा ट्रैक करने के लिए एक बजट बनाएं
tr: Harcama limitlerinizi takip etmek için bütçe oluşturun

source: Create Budget
de: Budget erstellen
hi: बजट बनाएं
tr: Bütçe Oluştur

source: Average Daily Spending
de: Durchschnittliche tägliche Ausgaben
hi: औसत दैनिक खर्च

source: spent
de: ausgegeben
hi: खर्च किया
tr: harcandı

source: Add Expense
de: Ausgabe hinzufügen
hi: खर्च जोड़ें

source: Expense Limit Tracking
de: Meine Budgets
hi: मेरे बजट
tr: Harcama Limit Takibi

source: Future
de: Zukunft
hi: भविष्य

# thisMonthGrowth
source: this month
de: diesen Monat
hi: इस महीने
tr: bu ay

source: CARD HOLDER
de: KARTENINHABER
hi: कार्ड धारक
tr: KART SAHİBİ

# expiryDate
source: VALID THRU
de: GÜLTIG BIS
hi: मान्य तक
tr: GEÇERLİLİK

source: Qanta Debit
hi: Qanta डेबिट

source: Checking Account
de: Girokonto
hi: चेकिंग खाता
tr: Vadesiz Hesap

source: Qanta Credit
hi: Qanta क्रेडिट

source: Qanta Savings
hi: Qanta बचत

source: Good Morning! ☀️
de: Guten Morgen! ☀️
hi: सुप्रभात! ☀️
tr: Günaydın! ☀️

source: Good Afternoon! 🌤️
de: Guten Tag! 🌤️
hi: नमस्कार! 🌤️
tr: İyi günler! 🌤️

source: Good Evening!
de: Guten Abend!
hi: शुभ संध्या!
tr: İyi akşamlar!

source: Good Night! 🌙
de: Gute Nacht! 🌙
hi: शुभ रात्रि! 🌙
tr: İyi geceler! 🌙

source: Currency
de: Währung
hi: मुद्रा
tr: Para Birimi

# currencyTRY
source: Turkish Lira (₺)
de: Türkische Lira (₺)
hi: तुर्की लीरा (₺)
tr: Türk Lirası (₺)

# currencyUSD
source: US Dollar ($)
hi: अमेरिकी डॉलर ($)
tr: Amerikan Doları ($)

# currencyEUR
source: Euro (€)
hi: यूरो (€)

# currencyGBP
source: British Pound (£)
de: Britisches Pfund (£)
hi: ब्रिटिश पाउंड (£)
tr: İngiliz Sterlini (£)

source: Select Currency
de: Währung auswählen
hi: मुद्रा चुनें
tr: Para Birimi Seçin

# selectCurrencyDescription
source: Which currency would you like to use?
de: Welche Währung möchten Sie verwenden?
hi: आप कौन सी मुद्रा उपयोग करना चाहेंगे?
tr: Hangi para birimini kullanmak istiyorsunuz?

# debit
source: Add Debit Card
de: Debitkarte hinzufügen
hi: डेबिट कार्ड जोड़ें
tr: BANKA

# credit
source: Add Credit Card
de: Kreditkarte hinzufügen
hi: क्रेडिट कार्ड जोड़ें
tr: KREDİ

source: Profile
de: Profil
hi: प्रोफ़ाइल
tr: Profil

# personalInfo
source: Personal Information
de: Persönliche Informationen
hi: व्यक्तिगत जानकारी
tr: Kişisel Bilgiler

source: Preferences
de: Einstellungen
hi: प्राथमिकताएं
tr: Tercihler

source: Security
de: Sicherheit
hi: सुरक्षा
tr: Güvenlik

source: Support
hi: सहायता
tr: Destek

source: About
de: Über
hi: के बारे में
tr: Hakkında

source: Edit
de: Bearbeiten
hi: संपादित करें

source: Edit Profile
de: Profil bearbeiten
hi: प्रोफ़ाइल संपादित करें
tr: Profili Düzenle

source: Notifications
de: Benachrichtigungen
hi: सूचनाएं
tr: Bildirimler

source: Privacy
de: Datenschutz
hi: गोपनीयता
tr: Gizlilik

source: Terms of Service
de: Nutzungsbedingungen
hi: सेवा की शर्तें
tr: Kullanım Şartları

source: Privacy Policy
de: Datenschutzrichtlinie
hi: गोपनीयता नीति
tr: Gizlilik Politikası

source: Version
hi: संस्करण
tr: Versiyon

source: Contact Support
de: Support kontaktieren
hi: सहायता से संपर्क करें
tr: Destek İletişim

source: Change Password
de: Passwort ändern
hi: पासवर्ड बदलें
tr: Şifre Değiştir

# biometricAuth
source: Biometric Authentication
de: Biometrische Authentifizierung
hi: बायोमेट्रिक प्रमाणीकरण
tr: Biyometrik Kimlik Doğrulama

source: Transactions
de: Transaktionen
hi: लेनदेन
tr: İşlemler

source: Goals
de: Ziele
hi: लक्ष्य
tr: Hedefler

source: Upcoming Payments
de: Anstehende Zahlungen
hi: आगामी भुगतान
tr: Yaklaşan Ödemeler

source: Coming Soon
de: Demnächst
hi: जल्द ही आ रहा है
tr: Yakında

# cardInfo
source: Card Information
de: Karteninformationen
hi: कार्ड जानकारी
tr: Kart Bilgileri

source: Card Type
de: Kartentyp
hi: कार्ड प्रकार
tr: Kart Türü

source: Card Number
de: Kartennummer
hi: कार्ड नंबर
tr: Kart Numarası

# expiryDateShort
source: Expiry Date
de: Ablaufdatum
hi: समाप्ति तिथि
tr: Son Kullanma

source: Status
hi: स्थिति
tr: Durum

source: Active
de: Aktiv
hi: सक्रिय
tr: Aktif

# balanceInfo
source: Balance Information
de: Saldoinformationen
hi: शेष राशि जानकारी
tr: Bakiye Bilgileri

source: Credit Limit
de: Kreditlimit
hi: क्रेडिट सीमा
tr: Kredi Limiti

source: Used Limit
de: Verwendetes Limit
hi: उपयोग की गई सीमा
tr: Kullanılan Limit

source: Quick Actions
de: Schnellaktionen
hi: त्वरित कार्रवाई
tr: Hızlı İşlemler

source: Send Money
de: Geld senden
hi: पैसा भेजें
tr: Para Gönder

source: Load Money
de: Geld aufladen
hi: पैसा लोड करें
tr: Para Yükle

source: Freeze Card
de: Karte sperren
hi: कार्ड फ्रीज करें
tr: Kartı Dondur

source: Card Settings
de: Karteneinstellungen
hi: कार्ड सेटिंग्स
tr: Kart Ayarları

source: Add New Card
de: Neue Karte hinzufügen
hi: नया कार्ड जोड़ें
tr: Yeni Kart Ekle

# addNewCardFeature
source: Add new card feature coming soon!
de: Neue Kartenfunktion kommt bald!
hi: नया कार्ड जोड़ने की सुविधा जल्दी आ रही है!
tr: Yeni kart ekleme özelliği yakında geliyor!

source: Card Management
de: Kartenverwaltung
hi: कार्ड प्रबंधन
tr: Kart Yönetimi

source: Security Settings
de: Sicherheitseinstellungen
hi: सुरक्षा सेटिंग्स
tr: Güvenlik Ayarları

# securitySettingsDesc
source: PIN, limits and security settings
de: PIN, Limits und Sicherheitseinstellungen
hi: PIN, सीमाएं और सुरक्षा सेटिंग्स
tr: PIN, limit ve güvenlik ayarları

source: Notification Settings
de: Benachrichtigungseinstellungen
hi: सूचना सेटिंग्स
tr: Bildirim Ayarları

# notificationSettingsDesc
source: Transaction notifications and alerts
de: Transaktionsbenachrichtigungen und Warnungen
hi: लेनदेन सूचनाएं और अलर्ट
tr: İşlem bildirimleri ve uyarılar

source: Transaction History
de: Transaktionsverlauf
hi: लेनदेन इतिहास
tr: İşlem Geçmişi

# transactionHistoryDesc
source: All cards transaction history
de: Transaktionsverlauf aller Karten
hi: सभी कार्डों का लेनदेन इतिहास
tr: Tüm kartların işlem geçmişi

source: Qanta Wallet
hi: Qanta वॉलेट
tr: Qanta Cüzdan

# qantaDebitCard
source: Qanta Debit
hi: Qanta डेबिट

source: Bank Transfer
de: Überweisung
hi: बैंक ट्रांसफर
tr: Banka Transferi

source: IBAN
hi: आईबीएएन

source: RECOMMENDED
de: EMPFOHLEN
hi: अनुशंसित
tr: ÖNERİLEN

source: Urgent
de: Dringend
hi: जरूरी
tr: Acil

source: Amount
de: Betrag
hi: राशि
tr: Tutar

source: Due Date
de: Fälligkeitsdatum
hi: नियत तिथि
tr: Son Ödeme

source: Set Reminder
de: Erinnerung einrichten
hi: अनुस्मारक सेट करें
tr: Hatırlatma Kur

source: Payment History
de: Zahlungsverlauf
hi: भुगतान इतिहास
tr: Ödeme Geçmişi

# reminderSetup
source: Reminder setup opening...
de: Erinnerungseinrichtung wird geöffnet...
hi: अनुस्मारक सेटअप खोला जा रहा है...
tr: Hatırlatma kurulumu açılıyor...

source: Payment history opening...
de: Zahlungsverlauf wird geöffnet...
hi: भुगतान इतिहास खोला जा रहा है...
tr: Ödeme geçmişi açılıyor...

source: Send Money opening...
de: Geld senden wird geöffnet...
hi: पैसा भेजना खोला जा रहा है...
tr: Para Gönder açılıyor...

source: Load Money opening...
de: Geld aufladen wird geöffnet...
hi: पैसा लोड करना खोला जा रहा है...
tr: Para Yükle açılıyor...

source: Freeze Card opening...
de: Karte sperren wird geöffnet...
hi: कार्ड फ्रीज करना खोला जा रहा है...
tr: Kart Dondurma açılıyor...

source: Card Settings opening...
de: Karteneinstellungen werden geöffnet...
hi: कार्ड सेटिंग्स खोली जा रही हैं...
tr: Kart Ayarları açılıyor...

source: Security Settings opening...
de: Sicherheitseinstellungen werden geöffnet...
hi: सुरक्षा सेटिंग्स खोली जा रही हैं...
tr: Güvenlik Ayarları açılıyor...

source: Notification Settings opening...
de: Benachrichtigungseinstellungen werden geöffnet...
hi: सूचना सेटिंग्स खोली जा रही हैं...
tr: Bildirim Ayarları açılıyor...

# transactionHistoryOpening
source: Opening transaction history...
de: Transaktionsverlauf wird geöffnet...
hi: लेनदेन इतिहास खोला जा रहा है...
tr: İşlem geçmişi açılıyor...

# paymentProcessing
source: Processing payment with {method}...
de: Zahlung wird verarbeitet mit {method}...
hi: {method} के साथ भुगतान प्रसंस्करण...
tr: {method} ile ödeme işlemi başlatılıyor...

# allAccountsTotal
source: Total of all your accounts
de: Gesamt aller Ihrer Konten
hi: आपके सभी खातों का कुल
tr: Tüm hesaplarınızın toplamı

source: Account Breakdown
de: Kontenaufstellung
hi: खाता विवरण
tr: Hesap Dağılımı

source: Credit Card
de: Kreditkarte
hi: क्रेडिट कार्ड
tr: Kredi Kartı

source: Savings Account
de: Sparkonto
hi: बचत खाता
tr: Vadeli Hesap

source: Cash Account
de: Bargeldkonto
hi: नकद खाता
tr: Nakit Hesap

source: Monthly Summary
de: Monatsübersicht
hi: मासिक सारांश
tr: Bu Ay Özeti

source: Cash Balance
de: Bargeldbestand
hi: नकद शेष राशि
tr: Nakit Bakiye

source: Add Cash Balance
de: Bargeldbestand hinzufügen
hi: नकद शेष राशि जोड़ें
tr: Nakit Bakiye Ekle

source: Enter Cash Amount
de: Bargeldbetrag eingeben
hi: नकद राशि दर्ज करें
tr: Nakit Miktarını Girin

source: Cash Amount
de: Bargeldbetrag
hi: नकद राशि
tr: Nakit Miktarı

source: Add Cash
de: Bargeld hinzufügen
hi: नकद जोड़ें
tr: Nakit Ekle

source: Cancel
de: Abbrechen
hi: रद्द करें
tr: İptal

# cashAdded
source: Cash balance added: {amount}
de: Bargeldbestand hinzugefügt: {amount}
hi: नकद शेष राशि जोड़ी गई: {amount}
tr: Nakit bakiye eklendi: {amount}

source: Invalid amount
de: Bitte geben Sie einen gültigen Betrag ein
hi: कृपया एक वैध राशि दर्ज करें
tr: Geçersiz miktar

# enterValidAmount
source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
hi: कृपया एक वैध राशि दर्ज करें
tr: Geçerli bir miktar girin

source: Cash
de: Bargeld
hi: नकद
tr: Nakit

source: Digital Wallet
de: Digitale Geldbörse
hi: डिजिटल वॉलेट
tr: Dijital Cüzdan

source: All
de: Alle
hi: सभी
tr: Tümü

source: Cash Management
de: Bargeldverwaltung
hi: नकद प्रबंधन
tr: Nakit Yönetimi

source: Add Cash History
de: Bargeld-Hinzufügungsverlauf
hi: नकद जोड़ने का इतिहास
tr: Nakit Ekleme Geçmişi

# addCashHistoryDesc
source: View your cash addition transactions
de: Sehen Sie Ihre Bargeld-Hinzufügungstransaktionen
hi: अपने नकद जोड़ने के लेनदेन देखें
tr: Nakit ekleme işlemlerinizi görüntüleyin

source: Cash Limits
de: Bargeldlimits
hi: नकद सीमाएं
tr: Nakit Limitleri

# cashLimitsDesc
source: Set daily and monthly cash limits
de: Tägliche und monatliche Bargeldlimits festlegen
hi: दैनिक और मासिक नकद सीमाएं सेट करें
tr: Günlük ve aylık nakit limitlerini ayarlayın

source: Debit Card Management
de: Debitkarten-Verwaltung
hi: डेबिट कार्ड प्रबंधन
tr: Banka Kartı Yönetimi

source: Card Limits
de: Kartenlimits
hi: कार्ड सीमाएं
tr: Kart Limitleri

# cardLimitsDesc
source: Set daily spending and withdrawal limits
de: Tägliche Ausgaben- und Abhebungslimits festlegen
hi: दैनिक खर्च और निकासी सीमाएं सेट करें
tr: Günlük harcama ve çekim limitlerini ayarlayın

source: ATM Locations
de: Geldautomaten-Standorte
hi: एटीएम स्थान
tr: ATM Konumları

# atmLocationsDesc
source: Find nearby ATMs
de: Geldautomaten in der Nähe finden
hi: निकटवर्ती एटीएम खोजें
tr: Yakınımdaki ATM'leri bul

source: Credit Card Management
de: Kreditkarten-Verwaltung
hi: क्रेडिट कार्ड प्रबंधन
tr: Kredi Kartı Yönetimi

# creditLimitDesc
source: View your credit limit and request increase
de: Sehen Sie Ihr Kreditlimit und fordern Sie eine Erhöhung an
hi: अपनी क्रेडिट सीमा देखें और वृद्धि का अनुरोध करें
tr: Kredi limitinizi görüntüleyin ve artırım talep edin

source: Installment Options
de: Ratenzahlungsoptionen
hi: किस्त विकल्प
tr: Taksit Seçenekleri

# installmentOptionsDesc
source: Convert your purchases to installments
de: Wandeln Sie Ihre Käufe in Ratenzahlungen um
hi: अपनी खरीदारी को किस्तों में बदलें
tr: Alışverişlerinizi taksitlendirin

source: Savings Management
de: Sparverwaltung
hi: बचत प्रबंधन
tr: Tasarruf Yönetimi

source: Savings Goals
de: Sparziele
hi: बचत लक्ष्य
tr: Tasarruf Hedefleri

# savingsGoalsDesc
source: Set and track your savings goals
de: Setzen und verfolgen Sie Ihre Sparziele
hi: अपने बचत लक्ष्य सेट करें और ट्रैक करें
tr: Tasarruf hedeflerinizi belirleyin ve takip edin

source: Auto Save
de: Automatisches Sparen
hi: स्वचालित बचत
tr: Otomatik Tasarruf

# autoSaveDesc
source: Create automatic saving rules
de: Erstellen Sie automatische Sparregeln
hi: स्वचालित बचत नियम बनाएं
tr: Otomatik tasarruf kuralları oluşturun

source: opening...
de: wird geöffnet...
hi: खोला जा रहा है...
tr: açılıyor...

source: Add Transaction
de: Transaktion hinzufügen
hi: लेनदेन जोड़ें
tr: İşlem Ekle

source: Close
de: Schließen
hi: बंद करें
tr: Kapat

# selectTransactionType
source: Select the type of transaction you want to make
de: Transaktionstyp auswählen
hi: लेनदेन प्रकार चुनें
tr: Yapmak istediğiniz işlem türünü seçin

# selectTransactionTypeDesc
source: What type of transaction would you like to make?
de: Welche Art von Transaktion möchten Sie durchführen?
hi: आप किस प्रकार का लेनदेन करना चाहेंगे?
tr: Hangi türde işlem yapmak istiyorsunuz?

# expenseSaved
source: Expense saved: {amount}
de: Ausgabe gespeichert: {amount}
hi: खर्च सहेजा गया: {amount}
tr: Gider kaydedildi: {amount}

# errorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
hi: एक त्रुटि हुई
tr: Bir hata oluştu

source: Enter Amount
de: Betrag eingeben
hi: राशि दर्ज करें
tr: Tutar Girin

source: Select Category
de: Kategorie auswählen
hi: श्रेणी चुनें
tr: Kategori Seçin

source: Payment Method
de: Zahlungsmethode
hi: भुगतान विधि
tr: Ödeme Yöntemi

source: Details
hi: विवरण
tr: Detaylar
