Repository: NurullahDemir514/qanta
Catalog: lib/l10n/intl_*.arb
Languages: de, hi, tr

# featureAdsFree
source: Yes
de: Ja
hi: हां

# featureAdsPremium
source: No
de: Nein
hi: नहीं

# featureSupport
source: Support
hi: सहायता

# featureSupportFree
source: Community
hi: कम्युनिटी

# featureSupportPremium
source: Priority
de: Priorität
hi: प्राथमिकता

# featureUpdates
source: Updates
hi: अपडेट

# featureUpdatesFree
source: Standard
hi: मानक

# featureUpdatesPremium
source: Early Access
de: Früher Zugang
hi: अर्ली एक्सेस

source: Get Qanta Premium
de: Qanta Premium erhalten
hi: Qanta Premium प्राप्त करें

source: Continue with Free
de: Mit kostenloser Version fortfahren
hi: मुफ्त के साथ जारी रखें

# premiumBenefitsTitle
source: Premium Benefits
de: Premium-Vorteile
hi: प्रीमियम लाभ

# upgradeToPremiumBanner
source: Upgrade to Premium
de: Auf Premium upgraden
hi: प्रीमियम में अपग्रेड करें

# premiumBannerSubtitle
source: Remove ads, unlimited features
de: Werbung entfernen, unbegrenzte Funktionen
hi: विज्ञापन हटाएं, असीमित सुविधाएं

source: Discover
de: Entdecken
hi: खोजें

# premiumStatus
source: Premium
hi: प्रीमियम

source: Premium Active
de: Premium aktiv
hi: प्रीमियम सक्रिय

# premiumActiveDescription
source: Unlimited features, ad-free experience
de: Unbegrenzte Funktionen, werbefreie Erfahrung
hi: असीमित सुविधाएं, विज्ञापन-मुक्त अनुभव

source: Manage Subscription
de: Abonnement verwalten
hi: सदस्यता प्रबंधित करें

# manageSubscriptionDescription
source: Edit subscription settings in Google Play
de: Abonnementeinstellungen in Google Play bearbeiten
hi: Google Play में सदस्यता सेटिंग्स संपादित करें

source: Restore Purchases
de: Käufe wiederherstellen
hi: खरीदारी पुनर्स्थापित करें

# restorePurchasesDescription
source: Restore premium if you purchased before
de: Premium wiederherstellen, wenn Sie zuvor gekauft haben
hi: यदि आपने पहले खरीदा है तो प्रीमियम पुनर्स्थापित करें

# checkingPurchases
source: Checking...
de: Wird geprüft...
hi: जांच कर रहे हैं...

source: Premium restored!
de: Premium wiederhergestellt!
hi: प्रीमियम पुनर्स्थापित!

# noActivePremium
source: No active premium subscription found
de: Kein aktives Premium-Abonnement gefunden
hi: कोई सक्रिय प्रीमियम सदस्यता नहीं मिली

# playStoreError
source: Could not open Google Play Store
de: Google Play Store konnte nicht geöffnet werden
hi: Google Play Store खोल नहीं सका

# upgradeNow
source: Upgrade
de: Upgraden
hi: अपग्रेड करें

source: USD
tr: Dolar

source: EUR
tr: Euro

# alphabetical
source: A-Z
tr: Alfabetik
